Repository: RodrigoT/Aria
Catalog: po/*.po
Languages: cs, de, es, fr, hu, it, ja, pl, ru

source: Option
cs: Nastavení
es: Opciones
fr: Options
hu: Beállítások
it: Opzioni
ja: オプション
pl: Opcje
ru: Настройки

source: Specified directory does not exist. Do you wish to make it now?
cs: Zadaný adresáø neexistuje. Chcete jej vytvoøit?
de: Angegebenes Verzeichnis existiert nicht. Soll es erstellt werden?
es: El directorio especificado no existe ¿Desea crearlo?
fr: Le répertoire n'existe pas. Voulez-vous le créer?
hu: Megadott könyvtár nem létezi. Létrehozzam?
it: La directory specificata non esiste. Desideri crearla adesso?
ja: 指定されたディレクトリは存在しません 今すぐ作成しますか
pl: Nie ma podanego katalogu. Utworzyæ go teraz?
ru: Указанная директория не существует. Хотите ее создать?

source: Select directory
cs: Vyberte adresáø
de: Verzeichnis wählen
es: Seleccionar directorio
fr: Choix du répertoire
hu: Könyvtár kijelölés
it: Seleziona directory
ja: 保存するディレクトリを選択
pl: Wybierz katalog
ru: Выбрать директорию

source: Invalid Filename
cs: Neplatné jméno souboru
de: Ungültiger Dateiname
es: Nombre de archivo inválido
fr: Nom de fichier invalide
hu: Érvénytelen fájlnév
it: Nome file non valido
ja: 不正なファイル名です
pl: Niepoprawna nazwa pliku
ru: Неверное имя файла

source: Invalid CRC
cs: Neplatné CRC
de: CRC ungültig
es: CRC inválido
fr: Somme de contrôle (CRC) invalide
hu: Érvénytelen CRC
it: CRC non valido
ja: CRC が不正です
pl: Nieporpawny CRC
ru: Неверная CRC

source: Invalid MD5
cs: Neplatné MD5
de: MD5 ungültig
es: MD5 inválida
fr: Somme de contrôle (MD5) invalide
hu: Érvénytelen MD5
it: MD5 non valido
ja: MD5 が不正です
pl: Niepoprawna MD5
ru: Неверный MD5

source: General
cs: Obecné
de: Allgemein
fr: Général
hu: Általános
it: Generale
ja: 一般
pl: Ogólne
ru: Общие

source: Default
cs: Výchozí
es: Por defecto
fr: Par défaut
hu: Alapértelmezett
it: Predefinito
ja: デフォルトに戻す
pl: Domy¶lnie
ru: По умолчанию

source: Authentication
cs: Autentifikace
de: Authentifizierung
es: Autenticación
fr: Authentification
hu: Azonosítás
it: Autenticazione
ja: 認証
pl: Uwierzytelnianie
ru: Авторизация

source: Download 1
cs: Stahování 1
es: Descarga 1
fr: Téléchargement primaire
hu: 1 letöltés
it: Scaricamento 1
ja: ダウンロード 1
pl: Pobieranie 1
ru: Закачка 1

source: Download 2
cs: Stahování 2
es: Descarga 2
fr: Téléchargement secondaire
hu: 2 letöltés
it: Scaricamento 2
ja: ダウンロード 2
pl: Pobieranie 2
ru: Закачка 2

source: Command
cs: Pøíkaz
de: Befehl
es: Comandos
fr: Commande
hu: Parancs
it: Comando
ja: コマンド
pl: Polecenie
ru: Команда

source: Referer
cs: Výchozí soubor
de: Bezug
hu: Ajánló
ja: リファラー
pl: Odno¶nik
ru: Ссылка

source: Cookie
hu: Süti
pl: Ciasteczko

source: Agent
hu: Ügynök
it: Agente
ja: エージェント
ru: Агент

source: Recursive 1
cs: Vnoøení 1
de: Rekursiv 1
es: Recursivo 1
fr: Récursif primaire
hu: 1 rekurzív
it: Ricorsione 1
ja: 再帰 1
pl: Rekursja 1
ru: Рекурсия 1

source: Recursive 2
cs: Vnoøení 2
de: Rekursiv 2
es: Recursivo 2
fr: Récursif secondaire
hu: 2 rekurzív
it: Ricorsione 2
ja: 再帰 2
pl: Rekursja 2
ru: Рекурсия 2

source: Misc
cs: Rùzné
de: Verschiedenes
es: Varios
fr: Divers
hu: Vegyes
ja: その他
pl: Ró¿ne
ru: Разное

source: Mode
cs: Mód
de: Modus
es: Modo
hu: Mód
it: Modalità
ja: モード
pl: Tryb
ru: Режим

source: Save as
cs: Ulo¾it jako
de: Speichere als
es: Guardar como
fr: Enregistrer sous
hu: Mentés másként
it: Salva come
ja: 保存ファイル名
pl: Zapisz jako
ru: Сохранить как

source: Sync with URL
cs: Synchronizovat s URL
de: Mit URL synchronisieren
es: Sincronizar con URL
fr: Synchroniser avec l'URL
hu: URL-lel szinkronizál
it: Sincronizza con URL
ja: URL と同期
pl: Synchronizuj z URL
ru: Синхронизировать с адресом

source: Save directory
cs: Ulo¾it do adresáøe
de: Speicherungs-Verzeichnis:
es: Directorio
fr: Répertoire d'enregistrement
hu: Cél könyvtár
it: Directory di salvataggio
ja: 保存ディレクトリ
pl: Katalog zapisu
ru: Директория для сохранения

source: select
cs: Vybrat...
de: auswählen
es: seleccionar
fr: Sélectionner
hu: választ
it: seleziona
ja: 選択
pl: wybierz
ru: Выбрать

source: Use authentication
cs: Pou¾ívat autentifikaci
de: Benutze Authentifizierung
es: Usar autenticación
fr: Utiliser l'authentification
hu: Azonosítást használ
it: Usa autenticazione
ja: 認証を使う
pl: U¿ywaj uwierzytelniania
ru: Использовать авторизацию

source: User name
cs: U¾ivatelské jméno
de: Benutzername
es: Nombre de usuario
fr: Utilisateur
hu: Felhasználó neve
it: Nome utente
ja: ユーザー
pl: Nazwa u¿ytkownika
ru: Имя пользователя

source: Password
cs: Heslo
de: Passwort
es: Clave
fr: Mot de passe
hu: Jelszó
ja: パスワード
pl: Has³o
ru: Пароль

source: Delete item when download completes
cs: Odstranit polo¾ku po dokonèení stahování
de: Eintrag nach erfolgtem Download löschen
es: Borrar item cuando la descarga haya terminado
fr: Supprimer les objets après téléchargement
hu: Letöltés után elem kitörlése
it: Elimina elemento a scaricamento completo
ja: ダウンロードが完了したらアイテムを削除する
pl: Usuñ element gdy pobrano
ru: Удалить по окончании загрузки

source: Don't delete item if CRC/MD5 is not set
cs: Neodstranit polo¾ku pokud není nastaveno CRC/MD5
de: Eintrag nicht löschen, wenn CRC/MD5 nicht gesetzt ist
es: No borrar si no se ha indicado CRC o MD5
fr: Conserver les objets sans somme de contrôle (CRC)
hu: Ne töröld az elemet,ha a CRC/MD5 nincs beállítva
it: Non eliminare elemento se CRC/MD5 non è impostato
ja: CRC/MD5 が設定されていないときは削除しない
pl: Nie usuwaj elementu gdy nie ustawiono CRC/MD5
ru: Не удалять если не установлена CRC/MD5

source: Don't check CRC/MD5
cs: Nekontrolovat CRC/MD5
de: CRC/MD5 nicht prüfen
es: No verificar CRC/MD5
fr: Ne pas vérifier les sommes de contrôle (CRC/MD5)
hu: Nem ellenõrizd a CRC/MD5-t
it: Non controllare CRC/MD5
ja: CRC/MD5 をチェックしない
pl: Nie sprawdzaj CRC/MD5
ru: Не проверять CRC/MD5

source: Ignore CRC/MD5 error
cs: Ignorovat chybu CRC/MD5
de: CRD/MD5-Fehler ignorieren
es: Ignorar errores de CRC/MD5
fr: Ignorer les erreurs de somme de contrôle (CRC/MD5)
hu: Ne vedd figyelembe a CRC/MD5 hibát
it: Ignora errore di CRC/MD5
ja: CRC/MD5 エラーを無視する
pl: Ignoruj b³êdy CRC/MD5
ru: Игнорировать ошибки CRC/MD5

source: Use Content-MD5
cs: Pou¾ívat Content-MD5
de: Benutze MD5-Inhalt
es: Usar Content-MD5
fr: Prendre en compte le contenu MD5
hu: MD5 tartalmat használj
it: Usa Content-MD5
ja: Content-MD5 を使用する
pl: U¿ywaj Content-MD5
ru: Использовать содержимое MD5

source: Do not download already existing files
cs: Nestahovat znovu ji¾ existující soubory
de: Bereits vorhandene Dateien nicht abrufen
es: No descargar archivos ya existentes
fr: Ne pas télécharger les fichiers déjà existant
hu: Ne töltsd le a már létezõ fájlokat
it: Non scaricare file già esistenti
ja: すでに存在するファイルはダウンロードしない
pl: Nie pobieraj ju¿ istniej±cych plików
ru: Не закачивать существующие файлы

source: Do not redownload if resuming is not available
cs: Nestahovat znovu pokud není mo¾né pokraèovat
de: Nicht erneut abrufen, wenn keine Wiederaufnahme möglich ist
es: No volver a descargar si no se puede retomar
fr: Ne pas télécharger à nouveau si le mode « reprise » n'est pas disponible
hu: Ne töltsd le újra, ha nem lehetséges a folytatás
it: Non riscaricare se la ripresa non è disponibile
ja: レジュームできない場合は再ダウンロードしない
pl: Nie pobieraj ponownie je¶li nie jest dostêpne przywracanie
ru: Не перезакачивать если докачка недоступна

source: Time out (sec)
cs: Maximální doba odezvy (sek.)
de: Zeitablauf (Sek.)
es: Tiempo de espera (seg.)
fr: Délai de dépassement (sec)
hu: Idõ túllépés(msp)
ja: タイムアウト (秒)
pl: Czas oczekiwania (sek)
ru: Таймаут (Сек.)

source: Retry (-1: unlimited)
cs: Poèet opakování (-1: neomezený)
de: Wiederholung (-1: unbegrenzt)
es: Reintentos (-1=ilimitado)
fr: Tentatives (-1 : illimitées)
hu: Ismétlés (-1: végtelen)
it: Tentativi (-1: illimitati)
ja: 再試行 (-1: 無制限)
pl: Ponowienia (-1: bez ograniczeñ)
ru: Повтор (-1: нет ограничения)

source: Retry interval (sec)
cs: Interval opakování (sek)
de: Wiederholungs-Intervall (Sek.)
es: Espera entre reintentos (seg.)
fr: Délai d'attente en cas d'erreur (sec)
hu: Ismétlési intervallum (msp)
it: Intervallo fra tentativi (sec)
ja: 再試行間の間隔 (秒)
pl: Odstêp miêdzy ponowieniami (sek)
ru: Интервал ожидания (с)

source: Divide file into
cs: Rozdìlit soubor na
de: Datei aufteilen in
es: Dividir archivo en
fr: Morceller le fichier en
hu: Oszd fel a fájlt
it: Dividi il file in
ja: ファイルを分割してダウンロード
pl: Podziel plik w
ru: Разделить на

source: Rollback (bytes)
cs: Pøevinout zpìt o (bajtù):
de: Zurücksetzen (Bytes)
es: Volver atrás (bytes)
fr: Retour en arrière (octets)
hu: Visszagörgetés (bájt)
ja: ロールバック(バイト)
pl: przebieg ponowny (bajtów)
ru: Откатить (байт)

source: Do not download the files less than (bytes)
cs: Nestahovat soubory men¹í ne¾ (bajtù)
de: Keine Dateien abrufen, die kleiner sind als (Bytes)
es: No descargar archivos de menos de (bytes)
fr: Ne pas télécharger les fichiers de moins de (octets)
hu: Ne töltsd le a fájlt ha kisebb, mint (bájt)
it: Non scaricare i file minori di (bytes)
ja: 以下のサイズ (バイト単位) を下回るファイルはダウンロードしない
pl: Nie pobieraj plików mniejszych ni¿ (bajtów)
ru: Не закачивать файлы размером меньше (байт)

source: Resume
cs: Pokraèování
de: Wiederaufnahme
es: Retomar
fr: Mode 'reprise'
hu: Folytat
it: Ripresa
ja: レジューム
pl: Przywróæ
ru: Докачка

source: Always resume
cs: V¾dy pokraèovat
de: Immer fortsetzen
es: Siempre retomar
fr: Activé
hu: Mindig folytat
it: Riprendi sempre
ja: 常にレジュームを試みる
pl: Zawsze przywróæ
ru: Всегда докачивать

source: Resume if remote contents have not been modified
cs: Pokraèovat pokud vzdálený obsah nebyl zmìnìn
de: fortsetzen, wenn Inhalt nicht geändert wurde
es: Retomar si el archivo remoto no ha sido modificado
fr: Si le contenu distant n'a pas été modifié
hu: Folytat, ha a távoli tartalom nem változott
it: Riprendi se i contenuti remoti non sono stati modificati
ja: コンテンツが変更されていなければレジュームする
pl: Przywróæ je¶li zdalna zawarto¶æ siê nie zmieni³a
ru: Докачивать если содержимое не изменилось

source: Do not resume
cs: Nepokraèovat
de: nicht fortsetzen
es: No retomar
fr: Désactivé
hu: Nem folytat
it: Non riprendere
ja: レジュームしない
pl: Nie przywracaj
ru: Не докачивать

source: Execute the following command after download
cs: Provést následující pøíkaz po dokonèení stahování
de: Führe folgenden Befehl aus nach dem Abruf
es: Ejecutar el siguiente comando después de descargar
fr: Commande à exécuter après téléchargement
hu: Parancs futtatás letöltés után
it: Esegui il seguente comando dopo lo scaricamento
ja: ダウンロード終了時に以下のコマンドを実行する
pl: Po pobraniu wykonaj polecenie
ru: Выполнить команду после загрузки

source: Download again if the exit status is not in the following list (delimiter is ',')
cs: Stáhnout znovu pokud návratová hodnota není v následujícím seznamu (oddìlovaèem je ',')
de: Erneuter Abruf, wenn der Exit-Status nicht in der folgenden Liste ist (Begrenzerist ',')
es: Descargar de nuevo si el estado de salida no es uno de los siguientes (separar con ';')
fr: Télécharger à nouveau si le code de retour n'est pas dans cette liste (séparateur=',')
hu: Töltsd le újra, ha a kilépési érték nincs bent a lenti listában (elválasztó jel ',')
it: Scarica nuovamente se lo stato d'uscita non è nella lista seguente (il delimitatore è ',')
ja: 終了ステータスが以下のリストになければダウンロードし直す (デリミタは ',')
pl: Pobierz ponownie, je¶li stan wyj¶cia nie jest jednym z listy (znak oddzielaj±cy ',')
ru: Закачать вновь если существующий статус не находится в списке (разделитель зпт.)

source: none
cs: ¾ádný
de: kein
es: Ninguno
fr: aucun
hu: nincs
it: nessuno
ja: 無し
pl: brak
ru: нет

source: user defined
cs: u¾ivatelem zvolený
de: Benutzerdefiniert
es: Definido por el usuario
fr: défini par l'utilisateur
hu: felhasználó által megadott
it: definito dall'utente
ja: ユーザー定義
pl: u¿yj zdefiniowanego
ru: определенный пользователем

source: Delete cookie on restart (resume or error)
cs: Smazat cookie pøi restartu (pokraèování èi chyba)
de: Cookie bei Neustart(Wiederaufnahme/Fehler) löschen
es: Borrar cookie al reiniciar (si hay error al retomar)
fr: Supprimer les cookies au démarrage (mode 'reprise' ou erreur)
hu: Újrakezdésnél a süti törlésre (újrakezdés vagy hiba)
it: Rimuovi cookie al riavvio (ripresa o errore)
ja: 再スタート(レジューム、エラー)時に Cookie を削除
pl: Usuñ ciasteczko przy ponownym uruchomieniu (przywracanie lub b³±d)
ru: Удалить Cookie при рестарте (повторять при ошибке)

source: Do not send cookie
cs: Neposílat cookie
de: kein Cookie senden
es: No enviar cookie
fr: Ne pas envoyer de cookie
hu: Ne küldj sütit
it: Non inviare cookie
ja: Cookie を送信しない
pl: Nie wysy³aj ciasteczka
ru: Не посылать Cookie

source: Send user defined cookie
cs: Poslat u¾ivatelem zvolený cookie
de: Benutzerdefinierten Cookie senden
es: Enviar cookie definida por el usuario
fr: Envoyer un cookie défini par l'utilisateur
hu: A felhasználó által megadott süti küldése
it: Invia cookie definito dall'utente
ja: ユーザー定義の Cookie を送信
pl: Wy¶lij ciasteczko zdefiniowane przez u¿ytkownika
ru: Посылать Cookie, определенные пользователем

source: User Agent
cs: U¾ivatelský Agent
fr: Agent
hu: Felhasználói ügynök
ja: ユーザー・エージェント
pl: Agent u¿ytkownika
ru: Агент

source: Select randomly
cs: Vybírat náhodnì
de: zufällig auswählen
es: Seleccionar al azar
fr: Choix aléatoire
hu: Véletlenszerû választás
it: Seleziona casualmente
ja: ランダムに選択
pl: Wybierz losowo
ru: Выбрать случайно

source: Use proxy
cs: Pou¾ívat proxy
de: Benutze Proxy
es: Usar proxy
fr: Utiliser le proxy
hu: Használj proxyt
it: Usa proxy
ja: プロキシを使用する
pl: U¼yj proxy
ru: Через прокси

source: Use cache
cs: Pou¾ívat mezipamì»
de: benutze Cache
es: Usar caché
fr: Utiliser le cache
hu: Használj gyorsítótárat
it: Usa cache
ja: キャッシュを使う
pl: U¿yj zapamiêtywania
ru: Использовать Кэш

source: Server : Port
es: Servidor : Puerto
fr: Serveur : Port
hu: Szerver : Port
it: Server : Porta
ja: サーバー:ポート
pl: Serwer: Port
ru: Сервер: Порт

source: Delete
cs: Odstranit
de: Löschen
es: Eliminar
fr: Supprimer
hu: Töröl
it: Rimuovi
ja: 削除
pl: Usuñ
ru: Удалить

source: Recursive download
cs: Vnoøující stahování
de: rekursiver Download
es: Descarga recursiva
fr: Téléchargement récursif
hu: Rekurzív letöltés
it: Scaricamento ricorsivo
ja: 再帰ダウンロード
pl: Pobieranie rekursywne
ru: Рекурсивная загрузка

source: Depth of recursion
cs: Hloubka vnoøení:
de: Rekursionstiefe:
es: Profundidad de recursión
fr: Profondeur maximale de récursivité
hu: Rekurzió mélysége
it: Profondità di ricorsione
ja: 再帰の回数
pl: G³êboko¶æ rekursji
ru: Глубина вложенности

source: With hostname directory
cs: Do adresáøe se jménem poèítaèe
de: mit Rechnername als Verzeichnis:
es: Subdirectorios con el nombre del servidor
fr: Créér le répertoire <hôte/>
hu: Gazdanév könyvtárral
it: Con directory di hostname
ja: 保存ディレクトリにホスト名を使う
pl: Z katalogiem nazwy hosta
ru: С директории хоста

source: Convert absolute URLs to relative ones
cs: Pøevádìt URL z absolutních na relativní
de: absolute URL in relative URL wandeln
es: Convertir URLs absolutas en relativas
fr: Convertir les URL absolues en URL relatives
hu: Konvertáld az abszolút URLeket relatívvá
it: Converti URL assolute in relative
ja: 絶対 URL を相対 URL へ書き換える
pl: Przekszta³caj absolutne URL na relatywne
ru: Конвертировать абсолютные адреса в относительные

source: Force convert
cs: Vynucovat pøevod
de: Konvertierung erzwingen
es: Forzar conversión
fr: Forcer la conversion
hu: Kényszerítsd a konvertálásra
it: Forza conversione
ja: 書き換えを強制
pl: Wymu¶ przekszta³canie
ru: Конвертировать

source: Delete comments
cs: Odstranit komentáøe
de: Lösche Kommentare
es: Eliminar comentarios
fr: Supprimer les commentaires
hu: Megjegyzések törlése
it: Rimuovi commenti
ja: コメントを削除
pl: Usuñ komentarze
ru: Удалить комментарии

source: Delete JavaScript
cs: Odstranit JavaSkripty
de: Lösche JavaScript
es: Eliminar JavaScripts
fr: Supprimer le code JavaScript
hu: JavaScriptek törlése
it: Rimuovi JavaScript
ja: JavaScriptを削除
pl: Usuñ JavaScript
ru: Удалить JavaScript

source: Delete iframe
cs: Odstranit iframe
de: Lösche Rahmen
es: Eliminar iframe
fr: Supprimer l'iframe
hu: Töröld a keretet
it: Rimuovi iframe
ja: iframe を削除
pl: Usuñ iframe
ru: Удалить комментарии

source: No other host
cs: ®ádný jiný poèítaè
de: Kein anderer Rechner
es: Limitar a este servidor
fr: Limiter à l'hôte
hu: Semmilyen más gazda
it: No altri host
ja: 他のホストへ飛ばない
pl: ¯aden inny host
ru: Ни какие другие хосты

source: Do not ascend to parent directory
cs: Nevstupovat do nadøazeného adresáøe
de: Nicht ins übergeordnete Verz. wechseln
es: No subir a directorios anteriores
fr: Ne pas inclure le répertoire parent
hu: Ne lépj fel a szülõ könyvtárba
it: Non salire alla directory superiore
ja: 親ディレクトリの外には保存しない
pl: Nie przechod¼ do nadrzêdnego katalogu
ru: Не подниматься к родительской директории

source: Only relative links
cs: Pouze relativní odkazy
de: nur relative Links
es: Sólo vínculos relativos
fr: Liens relatifs seulement
hu: Csak relatív linkek
it: Solo i link relativi
ja: 相対 URL のみを対象にする
pl: Tylko odno¶niki relatywne
ru: Только относительные ссылки

source: Referer override
cs: Vnutit se jako výchozí soubor
de: Verweislink übergehen
es: Sobrepasar 'Referer'
fr: Outrepasser le 'Referer'
hu: Ajánló felülbírálás
it: Non tener conto del referer
ja: リファラーのオーバーライド
pl: Nadpisuj odno¶niki
ru: Присвоить

source: Follow FTP link
cs: Následovat FTP odkaz
de: FTP-Link folgen
es: Seguir vínculos FTP
fr: Suivre les liens FTP
hu: Kövesd az FTP hivatkozást
it: Segui link FTP
ja: FTP サイトへのリンクを追う
pl: Pod±¿aj za linkami FTP
ru: Следовать ссылкам FTP

source: Assume download is completed if resuming is not available
cs: Pokládat stahování za dokonèené pokud není mo¾né opakování
de: Abruf als vollständig ansehen, wenn Wiederaufnahme nicht möglich ist
es: Asumir que la descarga está terminada si no se puede retomar
fr: Considérer le téléchargement comme terminé si le mode 'reprise' n'est pas disponible
hu: Feltételezd a letöltés befejezését, ha a folytatás nem lehetséges
it: Ritieni completato lo scaricamento se la ripresa non è disponibile
ja: レジュームできない場合はダウンロードが完了したとみなす
pl: Za³ó¿, ¿e pobieranie zakoñczone, je¶li przywracanie nie jest dostêpne
ru: Полагать, что загрузка завершена если докачка невозможна

source: Add to paste window
cs: Pøidávat pomocí vkládacího okna
de: Zum Einfüge-Fenster hinzufügen
es: Agregar a la ventana de análisis
fr: Ajouter à la liste des objets à downloader
hu: Add a beillesztés ablakhoz
it: Aggiungi alla finestra di incolla
ja: ペーストウインドウに追加する
pl: Dodaj do okna wklejania
ru: Добавить в окно

source: Tags
cs: Znaèky
de: Markierungen
es: Etiquetas
fr: Balises
hu: Címke
it: Tag
ja: タグ
ru: Тэги

source: href
hu: hivatkozás
ru: Гиперссылка

source: src
hu: forrás

source: background
de: Hintergrund
hu: háttér
pl: t³o
ru: Фон

source: codebase
hu: kódbázis
ru: базовый код

source: Extensions to parse
cs: Zpracovat soubory s pøíponou
de: zu überprüfende Erweiterungen
es: Analizar extensiones
fr: Extensions à vérifier
hu: Elemzendõ kiterjesztés
it: Estensioni da analizzare
ja: 解析するファイル拡張子
pl: Rozszerzenia do przetwarzania
ru: Обработать расширения

source: Domains to ignore
cs: Ignorovat domény:
de: zu ignorierende Domains
es: Dominios a ignorar
fr: Domaines à ignorer
hu: Figyelmen kívül hagyandó domainok
it: Domini da ignorare
ja: 無視するドメイン名
pl: Domeny ignorowane
ru: Игнорировать домены

source: Patterns to download
cs: Stahovat vzorky
de: Muster für den Abruf
es: Patrones a descargar
fr: Modèles à télécharger
hu: Letöltendõ sablonok
it: Modelli da scaricare
ja: ダウンロードするパターン
pl: Wzorce pobierania
ru: Шаблоны загрузки

source: Use this filter
cs: Pou¾ívat tento filtr
de: Benutze diesen Filter
es: Usar este filtro
fr: Utiliser ce filtre
hu: Használd ezt a filtert
it: Usa questo filtro
ja: このフィルターを使う
pl: U¿yj tego filtra
ru: Использовать фильтр

source: Pattern
cs: Vzorek
de: Muster
es: Patrón
fr: Modèle
hu: Sablon
it: Modello
ja: パターン
pl: Wzorzec
ru: Шаблон

source: Extensions to ignore
cs: Ignorovat soubory s pøíponou
de: zu überprüfende Erweiterungen
es: Extensiones a ignorar
fr: Extensions à ignorer
hu: Figyelmen kívül hagyandó kiterjesztés
it: Estensioni da ignorare
ja: 無視するファイル拡張子
pl: Ignorowane rozszerzenia
ru: Игнорировать расширения

source: Retry even if HTTP status is 404
cs: Zkusit znovu i kdy¾ HTTP hlásí 404
de: Erneut versuchen, auch wenn HTTP-Stats 404 ist
es: Reintentar incluso si hay un error HTTP 404
fr: Re-essayer en cas d'erreur HTTP 404
hu: Próbáld újra akkor is ha a HTTP státusz 404
it: Ritenta anche se lo stato HTTP è 404
ja: HTTP ステータスが 404 でも再試行する
pl: Ponów nawet gdy stan HTTP to 404
ru: Пробовать даже если статус HTTP 404

source: Retry even if HTTP status is 503
cs: Zkusit znovu i kdy¾ HTTP hlásí 503
de: Erneut versuchen, auch wenn HTTP-Status 503 ist
es: Reintentar incluso si hay un error HTTP 503
fr: Re-essayer en cas d'erreur HTTP 503
hu: Próbáld újra akkor is ha a HTTP státusz 503
it: Ritenta anche se lo stato HTTP è 503
ja: HTTP ステータスが 503 でも再試行する
pl: Ponów nawet gdy stan HTTP to 503
ru: Пробовать даже если статус HTTP 503

source: HTTP status 416 handling
cs: Obsluha HTTP stavu 416
de: Verhalten bei HTTP-Status 416
es: Manejo de estado HTTP 416
fr: Prise en compte des erreurs 416
hu: 416-os HTTP státusz kezelés
it: Gestione stato HTTP 416
ja: HTTP ステータス 416 の取扱
pl: Przechwytywanie stanu 416 HTTP
ru: Обработка 416 кода HTTP

source: Redownload
cs: Znovu stáhnout
de: erneuter Abruf
es: Retomar
fr: Télécharger à nouveau
hu: Letöltés újra
it: Scarica nuovamente
ja: ダウンロードをやり直す
pl: Ponowne pobieranie
ru: Перезагрузка

source: Do not follow redirection
cs: Nenásledovat pøesmìrování
de: Redirektion nicht folgen
es: No seguir redirecciones
fr: Ne pas suivre les redirections
hu: Ne kövesd az átirányítást
it: Non seguire la redirezione
ja: リダイレクションを無視する
pl: Nie pod±¿aj za przkierowaniem
ru: Не следовать по ссылке (редирект)

source: Accept compression encodings
cs: Pøijmout kompresní kódování
de: Akzeptiere Kompressions-Kodierung
es: Aceptar compresión
fr: Accepter les modes de compression
hu: Tömörítõ kódolás elfogadása
it: Accetta codifiche di compressione
ja: 圧縮エンコードを許可する
pl: Akceptuj kodowania kompresji
ru: Принимать кодировки сжатия

source: Use Accept-Language request header
cs: Pou¾ít hlavièku po¾adavku Accept-Language
es: Usar Accept-Language en cabecera
fr: Utiliser l'en-tête de requête « Accept-Language »
hu: Vegye figyelembe a fejlécben igényelt nyelv kérést
it: Usa Accept-Language request header
ja: Accept-Language リクエストヘッダーを使用する

source: HTTP version
cs: verze HTTP
es: Versión HTTP
fr: Version HTTP
hu: HTTP verzió
it: Versione HTTP
ja: HTTP バージョン
pl: wersja HTTP
ru: Версия HTTP

source: Name of the file to use as a pre-written HTML
cs: Soubor, který bude pou¾it jako pøedepsané HTML
de: Dateiname für vorbereitetes HTML
es: Nombre del archivo a usar como HTML preescrito
fr: Nom de fichier du HTML temporaire
hu: Elõre megírt HTML-ként használandó fájl neve
it: Nome del file da usare come un HTML precedentemente scritto
ja: デフォルトの html ファイル名
pl: Nazwa pliku do u¿ycia jako pre-pisany HTML
ru: Имя файла для использования как предопределенный HTML

source: User defined
cs: U¾ivatelem urèený
de: Benutzerdefiniert
es: Definido por el usuario
fr: Défini par l'utilisateur
hu: Felhasználó által megadott
it: Definito dall'utente
ja: ユーザー定義
pl: Zdefiniowane przez u¿ytkownika
ru: Определенный пользователем

source: Via HTTP proxy
cs: Pøes HTTP proxy
de: Über HTTP-Proxy
es: Via proxy de HTTP
fr: Via un proxy HTTP
hu: HTTP proxyn keresztül
it: Attraverso proxy HTTP
ja: HTTP プロキシ経由
pl: Poprzez proxy HTTP
ru: Через HTTP прокси

source: Login procedure
cs: Postup pøihla¹ování
de: Anmeldeprozedur
es: Procedimiento de autenticación
fr: Procédure d'identification
hu: Belépési el járás
it: Procedura di login
ja: ログイン手順
pl: Procedura logowania
ru: Процедура входа

source: FTP mode
cs: FTP mód
de: FTP-Modus
es: Modo de FTP
fr: Mode FTP
hu: FTP mód
it: Modalità FTP
ja: FTP モード
pl: Tryb FTP
ru: Режим FTP

source: Retrieve mode
cs: Mód pøíjmu
de: Abruf-Modus
es: Modo de descarga
fr: Retrouver le mode
hu: Letöltési mód
it: Modalità di recupero
ja: 取得モード
pl: Tryb pobierania
ru: Режим получения
