Repository: RodrigoT/Aria
Catalog: po/*.po
Languages: cs, de, es, fr, hu, it, ja, pl, ru

source: item(s) pasted
cs: polo¾ek vlo¾eno
de: Einträge eingefügt
es: item(s) pegado(s)
fr: objet(s) collé(s)
hu: elem(ek) beillesztve
it: elementi incollati
ja: 個のアイテムを貼付けました
pl: element(ów) wstawiono
ru: Адрес(а) вставлен(ы)

source: Select all
cs: Oznaèit v¹e
de: alles auswählen
es: Seleccionar todo
fr: Tout sélectionner
hu: Mindet kijelöl
it: Seleziona tutto
ja: すべての選択
pl: Wybierz wszystko
ru: Выбрать все

source: Invert selection
cs: Invertovat výbìr
de: Auswahl invertieren
es: Invertir selección
fr: Inverser la sélection
hu: Kijelölést megfordít
it: Inverti selezione
ja: 選択を反転
pl: Odwróæ zaznaczenie
ru: Инвертировать

source: Paste URL list
cs: Vlo¾it seznam URL
de: URL-Liste einfügen
es: Pegar lista de URLs
fr: Coller la liste d'URL
hu: URL lista beillesztés
it: Incolla lista di URL
ja: URLリストを貼付け
pl: Wstaw listê URL
ru: Вставка списка адресов

source: Paste URL list with numerical expansion
cs: Vlo¾it seznam URL s èíselnou expanzí
de: URL-Liste einfügen (mit Auflösung)
es: Pegar lista de URLs con expansión numérica
fr: Coller la liste d'URL (avec expansion numérique)
hu: Numerikusan kiegészített URL lista beillesztés
it: Incolla lista di URL con espansione numerica
ja: URL リストを展開して貼付け
pl: Wstaw liste URL z numerycznym rozszerzeniem.
ru: Встить список адресов с цифрами

source: Paste CRC list
cs: Vlo¾it seznam CRC
de: CRC-Liste einfügen
es: Pegar lista de CRCs
fr: Coller la liste de sommes de contrôle (CRC)
hu: CRC lista beillesztés
it: Incolla lista di CRC
ja: CRC リストの貼付け
pl: Wstaw listê CRC
ru: Вставка списка CRC

source: Paste MD5 list
cs: Vlo¾it seznam MD5
de: MD5-Liste einfügen
es: Pegar lista de MD5s
fr: Coller la liste de sommes de contrôle (MD5)
hu: MD5 lista beillesztés
it: Incolla lista di MD5
ja: MD5 リストを貼付け
pl: Wstaw listê MD5
ru: Вставить список MD5

source: Copy selected items
cs: Kopírovat oznaèené polo¾ky
de: Ausgeählte Einträge kopieren
es: Copiar items seleccionados
fr: Copier les objets sélectionnés
hu: Kijelölt elemek másolása
it: Copia elementi selezionati
ja: 選択したアイテムをコピー
pl: Kopiuj wybrane elementy
ru: Копировать выбранные адреса

source: Cut selected items
cs: Vyjmout oznaèené polo¾ky
de: Ausgeählte Einträge ausschneiden
es: Cortar items seleccionados
fr: Couper les objets sélectionnés
hu: Kijelölt elemek kivágása
it: Taglia elementi selezionati
ja: 選択したアイテムをカット
pl: Wytnij wybrane elementy
ru: Вырезать выбранные адреса

source: Paste items
cs: Vlo¾it polo¾ky
de: Einträge einfügen
es: Pegar items
fr: Coller les objets
hu: Elemeket beilleszt
it: Incolla elementi
ja: アイテムの貼り付け
pl: Wstaw elementy
ru: Вставить

source: Search in current list
cs: Hledat v nynìj¹ím seznamu
de: Suche in aktueller Liste
es: Buscar en la lista actual
fr: Recherche dans la liste active
hu: Keress az aktuális listában
it: Cerca nella lista corrente
ja: 現在のリストを検索
pl: Szukaj w bie¿±cej li¶cie
ru: Найти в списке

source: Edit
cs: Úpravy
de: Bearbeiten
es: Editar
fr: Édition
hu: Szerkeszt
it: Modifica
ja: 編集
pl: Edycja
ru: Править

source: Search
cs: Hledat
de: Suche
es: Buscar
fr: Rechercher
hu: Keres
it: Cerca
ja: 検索
pl: Szukaj
ru: Поиск

source: Search complete
cs: Hledání dokonèeno
de: Suche komplett
es: Búsqueda completa
fr: Recherche terminée
hu: Keresés befejezõdött
it: Ricerca completa
ja: 検索が終了しました
pl: Wyszukiwanie zakoñczone
ru: Поиск завершен

source: Cancel
cs: Zru¹it
de: Abbruch
es: Cancelar
fr: Annuler
hu: Mégsem
it: Annulla
ja: キャンセル
pl: Anuluj
ru: Отмена

source: String:
cs: Øetìzec:
de: Zeichenkette:
es: Cadena:
fr: Chaîne :
hu: Sztring
it: Stringa:
ja: 文字列:
pl: Ci±g:
ru: Строка:

source: Autosave done
cs: Automatické ukládání dokonèeno
de: Autom. Speicherung ok
es: Autograbado terminado
fr: Sauvegarde automatique effectuée
hu: Automatikus mentés kész
it: Salvataggio automatico effettuato
ja: 自動保存しました
pl: Wykonano autozapis
ru: Автосохранение выполнено

source: Open URL list
cs: Otevøít seznam URL
de: Öffne URL-Liste
es: Abrir lista de URLs
fr: Ouvrir une liste d'URL
hu: URL lista megnyitás
it: Apri lista di URL
ja: URL リストを開く
pl: Otwórz listê URL
ru: Открыть список адресов

source: Open CRC list
cs: Otevøít seznam CRC
de: Öffne CRC-Liste
es: Abrir lista de CRCs
fr: Ouvrir une liste de sommes de contrôle (CRC)
hu: CRC lista megnyitás
it: Apri lista di CRC
ja: CRC リストを開く
pl: Otwórz listê CRC
ru: Открыть список CRC

source: Open MD5 list
cs: Otevøít seznam MD5
de: Öffne MD5-Liste
es: Abrir lista de MD5s
fr: Ouvrir une liste de sommes de contrôles (MD5)
hu: MD5 lista megnyitás
it: Apri lista di MD5
ja: MD5 リストを開く
pl: Otwórz listê MD5
ru: Открыть список MD5

source: Find hyperlink
cs: Najít hyperodkaz
de: Suche Hyperlink
es: Buscar hipervínculo
fr: Trouver l'hyperlien
hu: Hiperhivatkozás keresés
it: Trova link
ja: ハイパーリンクを抽出
pl: Znajd¼ hiper³±cze
ru: Найти ссылку

source: Open saved list
cs: Otevøít ulo¾ený seznam
de: öffne gespeicherte Liste
es: Abrir lista grabada
fr: Ouvrir une liste
hu: Mentett lista megnyitás
it: Apri lista salvata
ja: 保存されたリストを開く
pl: Otwórz zapisan± listê
ru: Открыть сохраненный список

source: Save current list
cs: Ulo¾it nynìj¹í seznam
de: Speichere aktuelle Liste
es: Grabar lista actual
fr: Enregistrer la liste en cours
hu: Aktuális lista mentés
it: Salva lista corrente
ja: 現在のリストを保存
pl: Zapisz bie¿±c± listê
ru: Сохранить текущий список

source: Quit with saving lists
cs: Ukonèit s ulo¾ením seznamu
de: Beenden mit Listenspeicherung
es: Salir grabando listas
fr: Fermer (avec enregistrement des listes)
hu: Listák mentése és kilépés
it: Esci salvando le liste
ja: リストを保存して終了
pl: Wyjd¼ zapisuj±c listy
ru: Выйти с сохранением списков

source: Quit without saving lists
cs: Ukonèit bez ulo¾ení seznamu
de: Beenden ohne Listenspeicherung
es: Salir sin grabar listas
fr: Fermer (sans enregistrer les listes)
hu: Kilépés a listák mentése nélkül
it: Esci senza salvare le liste
ja: リスト保存せずに終了
pl: Wyjd¼ nie zapisuj±c list
ru: Выйти без сохранения списков

source: File
cs: Soubor
de: Datei
es: Archivo
fr: Fichier
hu: Fájl
ja: ファイル
pl: Plik
ru: Файл

source: Error occurred while reading HTML file
cs: Chyba pøi naèítání HTML souboru
de: Fehler beim Lesen der HTML-Datei
es: Error al leer archivo HTML
fr: Une erreur est survenue pendant la lecture du fichier HTML
hu: Hiba a HTML fájl olvasása közben
it: Si è verificato un errore leggendo il file HTML
ja: HTML ファイルを読み込み中にエラーが発生しました
pl: B³±d podczas odczytu pliku HTML
ru: Ошибка чтения HTML файла

source: Find Hyperlink
cs: Najít hyperodkaz
de: Suche Hyperlink
es: Buscar hipervínculo
fr: Trouver l'hyperlien
hu: Hiperhivatkozás keresés
it: Trova Link
ja: ハイパーリンクを抽出
pl: Znajd¼ hiper³±cze
ru: Найти гиперссылку

source: Error occurred while reading URL file
cs: Chyba pøi naèítání souboru s URL
de: Fehler beim Lesen der URL-Datei
es: Error al leer archivo de URLs
fr: Une erreur est survenue pendant la lecture du fichier URL
hu: Hiba az URL fájl olvasása közben
it: Si è verificato un errore leggendo il file degli URL
ja: URL リストを読み込み中にエラーが発生しました
pl: B³±d podczas czytania pliku URL
ru: Ошибка чтения файла адресов

source: URL list opened
cs: Seznam URL otevøen
de: URL-Liste geöffnet
es: Lista de URLs abierta
fr: Liste d'URL chargée
hu: URL lista megnyitva
it: Lista degli URL aperta
ja: URL リストを読み込みました
pl: Otwarta lista URL
ru: Файл списка адресов открыт

source: Error occurred while reading CRC file
cs: Chyba pøi naèítání souboru s CRC
de: Fehler beim Lesen der CRC-Datei
es: Error al leer archivo de CRCs
fr: Une erreur est survenue pendant le chargement du fichier de sommes de contrôle (CRC)
hu: Hiba a CRC fájl olvasás közben
it: Si è verificato un errore leggendo il file dei CRC
ja: CRC ファイルを読み込み中にエラーが発生しました
pl: B³±d podczas odczytu pliku CRC
ru: Ошибка чтения CRC файла

source: CRC list opened
cs: Seznam CRC otevøen
de: CRC-Datei geöffnet
es: Lista de CRCs abierta
fr: Liste de sommes de contrôle (CRC) chargée
hu: CRC lista megnyitva
it: Lista dei CRC aperta
ja: CRC リストを読み込みました
pl: Otwarta lista CRC
ru: Список CRC открыт

source: Failed to save lists
cs: Nepodaøilo se ulo¾it seznamy
de: Konnte Listen nicht sichern
es: Error al grabar listas
fr: Impossible d'enregistrer les listes
hu: Listák mentése sikertelen
it: Salvataggio liste fallito
ja: ファイルの保存に失敗しました
pl: B³±d zapisu list
ru: Ошибка сохранения списков

source: lists saved
cs: seznamù ulo¾eno
de: Listen gespeichert
es: listas grabadas
fr: Listes enregistrées
hu: listák elmentve
it: liste salvate
ja: 現在のリストを保存しました
pl: list zapisano
ru: списки сохранены

source: Save list
cs: Ulo¾it seznam
de: Speichere Liste
es: Grabar lista
fr: Enregistrer la liste
hu: Lista mentés
it: Salva lista
ja: 現在のリストを保存
pl: Zapisz listê
ru: Сохранить список

source: Failed to load lists
cs: Nepodaøilo se naèíst list
de: Konnte Listen nicht laden
es: Error al cargar listas
fr: Impossible de lire les listes
hu: Listák betöltése sikertelen
it: Caricamento liste fallito
ja: ファイルの読み込みに失敗しました
pl: B³±d odczytu list
ru: Ошибка загрузки списков

source: Saved list opened
cs: Ulo¾ený seznam otevøen
de: gespeicherte Liste geöffnet
es: Lista grabada abierta
fr: Liste chargée
hu: Elmentett lista megnyitva
it: Lista salvata aperta
ja: 保存されていたリストを読み込みました
pl: Otwarto zapisan± listê
ru: Открыт сохраненный список

source: Open Saved list
cs: Otevøít ulo¾ený seznam
de: öffne gespeicherte Liste
es: Abrir lista grabada
fr: Ouvrir une liste
hu: Elmentett lista megnyitás
it: Apri Lista Salvata
ja: 保存されたリストを開く
pl: Otwórz zapisan± listê
ru: Открыть сохраненный список

source: item added
cs: polo¾ka pøidána
de: Ein Eintrag hinzugefügt
es: item añadido
fr: objet ajouté
hu: elem hozzáadva
it: elemento aggiunto
ja: 1 個のアイテムを追加しました
pl: element dodano
ru: добален адрес

source: Error
cs: Chyba
de: Fehler
fr: Erreur
hu: Hiba
it: Errore
ja: エラー
pl: B³±d
ru: Ошибка

source: Invalid URL
cs: Neplatné URL
de: URL ungültig
es: URL inválido
fr: URL invalide
hu: Érvénytelen URL
it: URL non valida
ja: URL が不正です
pl: B³êdny URL
ru: Неверный адрес

source: New item
cs: Nová polo¾ka
de: Neuer Eintrag
es: Nuevo item
fr: Nouvel objet
hu: Új elem
it: Nuovo elemento
ja: 新規アイテム
pl: Nowy element
ru: Новый адрес

source: Add
cs: Pøidat
de: hinzufügen
es: Añadir
fr: Ajouter
hu: Hozzáad
it: Aggiungi
ja: 追加
pl: Dodaj
ru: Добавить

source: Numerical expansion
cs: Èíselná expanze
de: Auflösung
es: Expansión numérica
fr: Expansion numérique
hu: Numerikus kiegészítés
it: Espansione numerica
ja: 展開する
pl: Rozszerzenie numeryczne
ru: Числовое выражение

source: The specified name already exists.
cs: Udané jméno ji¾ existuje.
de: Der angegebene Name existiert bereits.
es: El nombre especificado ya existe.
fr: Le fichier existe déjà.
hu: A megadott név már létezik
it: Il nome specificato esiste già.
ja: 指定された名前は既に存在します
pl: Podana nazwa ju¿ istnieje.
ru: Указанное имя уже существует.

source: New list created
cs: Vytvoøen nový seznam
de: Neue Liste erstellt
es: Nueva lista creada
fr: Nouvelle liste créée
hu: Új lista létrehozva
it: Nuova lista creata.
ja: 新規リストを作成しました
pl: Utworzono now± listê
ru: Новый список создан

source: New list
cs: Nový seznam
de: Neue Liste
es: Nueva lista
fr: Nouvelle liste
hu: Új lista
it: Nuova lista
ja: 新規リスト
pl: Nowa lista
ru: Новый список

source: Name:
cs: Jméno:
es: Nombre:
fr: Nom :
hu: Név:
it: Nome:
ja: 名前:
pl: Nazwa:
ru: Имя:

source: Rename list
cs: Pøejmenovat seznam
de: Liste umbenennen
es: Renombrar lista
fr: Renommer la liste
hu: Lista átnevezés
it: Rinomina lista
ja: リストの名前変更
pl: Zmieñ nazwê listy
ru: Переименовать список

source: 1 list deleted
cs: 1 seznam odstranìn
de: 1 Liste gelöscht
es: 1 lista eliminada
fr: 1 liste supprimée
hu: 1 lista törölve
it: 1 lista rimossa
ja: 1 個のリストを削除しました
pl: 1 lista usuniêta
ru: 1 список удален

source: Delete current list
cs: Odstranit nynìj¹í seznam
de: Lösche aktuelle Liste
es: Eliminar lista actual
fr: Supprimer la liste active
hu: Aktuális lista törlés
it: Rimuovi lista corrente
ja: 現在のリストを削除
pl: Usuñ bie¿±c± listê
ru: Удалить текщий список

source: Are you sure to delete the current list?
cs: Opravdu chcete odstranit nynìj¹í seznam?
de: Möchten Sie die aktuelle Liste wirklich löschen?
es: ¿Está seguro de borrar la lista actual?
fr: Etes-vous sûr de vouloir supprimer cette liste ?
hu: Biztosan töröljem az aktuális listát?
it: Sei sicuro di voler rimuovere la lista corrente?
ja: 現在のリストを削除していいですか ?
pl: Na pewno chcesz usun±æ bie¿±c± listê?
ru: Уверены, что хотите удалить список?

source: Ascending
cs: Vzestupnì
de: Aufsteigend
es: Ascendente
fr: Croissant
hu: Emelkedõ
it: Ascendente
ja: 昇順
pl: Narastaj±co
ru: Восходящий

source: Descending
cs: Sestupnì
de: Absteigend
es: Descendente
fr: Décroissant
hu: Csökkenõ
it: Discendente
ja: 降順
pl: Malej±co
ru: Нисходящий

source: Rename current list
cs: Pøejmenovat nynìj¹í seznam
de: Aktuelle Liste umbenennen
es: Renombrar lista actual
fr: Renommer la liste active
hu: Aktuális lista átnevezés
it: Rinomina lista corrente
ja: 現在のリストの名前を変更
pl: Zmieñ nazwe bie¿±cej listy
ru: Переименовать текущий список

source: Move left
cs: Pøesunout doleva
de: nach links
es: Mover a la izquierda
fr: Déplacer vers la gauche
hu: Balra mozgat
it: Muovi a sinistra
ja: 一つ左へ移動
pl: Przenie¶ w lewo
ru: Переместить влево

source: Move right
cs: Pøesunout doprava
de: Nach rechts
es: Mover a la derecha
fr: Déplacer vers la droite
hu: Jobbra mozgat
it: Muovi a destra
ja: 一つ右へ移動
pl: Przenie¶ w prawo
ru: Переместить вправо

source: Previous list
cs: Pøedchozí seznam
de: Vorherige Liste
es: Lista anterior
fr: Liste précédente
hu: Elõzõ lista
it: Lista precedente
ja: 前のリスト
pl: Poprzednia lista
ru: Предыдущий список

source: Next list
cs: Dal¹í seznam
de: Nächste Liste
es: Siguiente lista
fr: Liste suivante
hu: Következõ lista
it: Lista successiva
ja: 次のリスト
pl: Nastêpna lista
ru: Следующий список

source: Sort
cs: Seøadit
de: Sortierung
es: Ordenar por...
fr: Trier
hu: Rendez
it: Ordina
ja: ソート
pl: Sortuj
ru: Сортировать

source: Filename
cs: Jméno souboru
de: Dateiname
es: Nombre de archivo
fr: Nom de fichier
hu: Fájl neve
it: Nome file
ja: ファイル名
pl: Nazwa pliku
ru: Имя файла

source: Extension
cs: Pøípona
de: Erweiterung
es: Extensión
hu: Kiterjesztés
it: Estensione
ja: 拡張子
pl: Rozszerzenie
ru: Расширения

source: Downloaded size
cs: Sta¾ená velikost
de: Abgerufene Größe
es: Tamaño descargado
fr: Octets téléchargés
hu: Letöltött méret
it: Dimensione scaricato
ja: ダウン済みサイズ
pl: Pobrana wielko¶æ
ru: Загружено

source: Total size
cs: Celková velikost
de: Gesamt-Größe
es: Tamaño total
fr: Taille totale
hu: Teljes méret
it: Dimensione totale
ja: 合計サイズ
pl: Ca³kowita wielko¶æ
ru: Размеру

source: Progress
cs: Postup
de: Fortschritt
es: Progreso
fr: Progression
hu: Folyamat
it: Progresso
ja: 進捗 (%)
pl: Postêp
ru: Прогресс

source: Retry
cs: Opakování
de: Wiederholung
es: Reintentos
fr: Tentative
hu: Újra
it: Tentativo
ja: 再試行
pl: Ponowienie
ru: Заново

source: Recursive
cs: Vnoøení
de: Rekursiv
es: Recursivo
fr: Récursif
hu: Rekurzív
it: Ricorsione
ja: 再帰
pl: Rekursja
ru: Рекурсивно

source: Status
cs: Stav
es: Estado
fr: État
hu: Állapot
it: Stato
ja: 状態
pl: Stan
ru: Статус

source: Save dir
cs: Ulo¾it do adresáøe
de: Speicherungs-Verzeichnis:
es: Guardar en
fr: Répertoire d'enregistrement
hu: Cél könyvtár
it: Dir di salvataggio
ja: 保存ディレクトリ
pl: Katalog zapisu
ru: Директория для сохранения

source: Shuffle list
cs: Promíchat seznam
de: Liste mischen
es: Desordenar lista
fr: Ordre aléatoire
hu: Lista keverés
it: Mescola lista
ja: リストをシャッフル
pl: Pomieszaj listê
ru: Переместить списки

source: List
cs: Seznam
de: Liste
es: Lista
fr: Liste
hu: Lista
it: Lista
ja: リスト
pl: Lista
ru: Список

source: Lock
cs: Uzamknout
de: Sperre
es: Bloquear
fr: Verrouiller
hu: Zárol
it: Blocca
ja: ロックする
pl: Blokuj
ru: Заблокировать

source: Unlock
cs: Odemknout
de: Sperre aufheben
es: Desbloquear
fr: Déverrouiller
hu: Zárfeloldás
it: Sblocca
ja: ロックを解除する
pl: Odblokuj
ru: Разблокировать

source: Move item up
cs: Posunout polo¾ku vý¹e
de: Eintrag hochsetzen
es: Mover item arriba
fr: Déplacer l'objet vers le haut
hu: Elemet felfelé mozgat
it: Sposta elemento su
ja: 一つ上へ移動
pl: Przenie¶ element w górê
ru: Переместить адрес вверх

source: Move item down
cs: Posunout polo¾ku ní¾e
de: Eintrag herabsetzen
es: Mover item abajo
fr: Déplacer l'objet vers le bas
hu: Elemet lefelé mozgat
it: Sposta elemento giù
ja: 一つ下へ移動
pl: Przenie¶ element w dó³
ru: Переместить адрес вниз

source: Move item to top
cs: Pøesunout polo¾ku navrch
de: Eintrag an Listenanfang
es: Mover item al principio
fr: Placer l'objet en premier
hu: Elemet tetejére mozgat
it: Sposta elemento in cima
ja: 一番上へ移動
pl: Przenie¶ element na szczyt
ru: Переместить адрес на верх

source: Move item to bottom
cs: Pøesunout polo¾ku dospodu
de: Eintrag an Listenende
es: Mover item al final
fr: Placer l'objet en dernier
hu: Elemet az aljára mozgat
it: Sposta elemento in fondo
ja: 一番下へ移動
pl: Przenie¶ element na dó³
ru: Переместить адрес на низ

source: Lock error items
cs: Uzamknout chybné polo¾ky
de: Sperre fehlerh. Einträge
es: Bloquear items con error
fr: Verrouiller les objets en erreur
hu: Hibás elemeket zárol
it: Blocca elementi in errore
ja: エラーのアイテムをロック
pl: Zablokuj b³êdne elementy
ru: Заблокировать адреса с ошибками

source: Clear downloaded item
cs: Odstranit sta¾ené polo¾ky
de: Bereinige übertragenen Teil
es: Eliminar items descargados
fr: Supprimer les objets téléchargés
hu: Letöltött elemek kitörlése
it: Elimina elementi scaricati
ja: ダウンロード済アイテムを削除
pl: Czy¶æ pobrane elementy
ru: Очистить закаченные адреса

source: Clear locked items
cs: Odstranit uzamèené polo¾ky
de: Bereinige gesperrte Einträge
es: Eliminar items bloqueados
fr: Supprimer les objets verrouillés
hu: Zárolt elemek kitörlése
it: Elimina elementi bloccati
ja: ロックされたアイテムを削除
pl: Czy¶æ zablokowane elementy
ru: Очистить заблокированные адреса

source: Clear error items
cs: Odstranit chybné polo¾ky
de: Bereinige fehlerh. Einträge
es: Eliminar items con error
fr: Supprimer les objets en erreur
hu: Hibás elemek kitörlése
it: Elimina elementi in errore
ja: エラーのアイテムを削除
pl: Czy¶æ b³êdne elementy
ru: Очистить адреса с ошибками

source: Clear stopped items
cs: Odstranit pozastavené polo¾ky
de: Bereinige gestoppte Einträge
es: Eliminar items detenidos
fr: Supprimer les objets arrêtés
hu: Megállított elemek kitörlése
it: Elimina elementi fermati
ja: 停止中のアイテムを削除
pl: Czy¶æ zatrzymane elementy
ru: Очистить остановленные адреса

source: Clear ready items
cs: Odstranit pøipravené polo¾ky
de: Bereinige erledigte Einträge
es: Eliminar items terminados
fr: Supprimer les objets en attente
hu: Kész elemek kitörlése
it: Elimina elementi pronti
ja: 待機中のアイテムを削除
pl: Czy¶æ gotowe elementy
ru: Очистить готовые адреса

source: Clear error, stopped and ready items
cs: Odstranit chybné, pozastavené a pøipravené polo¾ky
de: Bereinige fehlerh., gestoppte und fertige Einträge
es: Eliminar items con error, detenidos y terminados
fr: Supprimer les objets en erreur, arrêtés et en attente
hu: Hibás, megállított és kész elemek törlése
it: Elimina elementi in errore, fermati e pronti
ja: エラー, 停止中, 待機中のアイテムを削除
pl: Czy¶æ b³êdne, zatrzymane i gotowe elementy
ru: Очистить остановленные, готовые и с ошибками

source: Item
cs: Polo¾ka
de: Eintrag
fr: Objets
hu: Elem
it: Elemento
ja: アイテム
pl: Element
ru: Адрес

source: Clear system log
cs: Vymazat systémový log
de: Systemlog löschen
es: Limpiar el registro del sistema
fr: Effacer l'historique
hu: Rendszer napló törlése
it: Elimina log di sistema
ja: システムログのクリア
pl: Czy¶æ log systemu
ru: Очистить системный лог

source: Are you sure to clear system log?
cs: Opravdu chcete vymazat systémový log?
de: Das Systemlog wirklich löschen?
es: ¿Está seguro de limpiar el registro?
fr: Êtes-vous sûr de vouloir effacer l'historique ?
hu: Biztosan töröljem a rendszer naplót?
it: Sei sicuro di voler eliminare il log di sistema?
ja: システムログを削除していいですか ?
pl: Na pewno wyczy¶ciæ log systemu?
ru: Очистить системный лог?

source: Selected item option
cs: Nastavení vybrané polo¾ky
de: Optionen für ausgewählten Eintrag
es: Opciones del item seleccionado
fr: Options pour l'objet sélectionné
hu: Kijelölt elem tulajdonságai
it: Opzioni elemento selezionato
ja: アイテム設定
pl: Opcje wybranego elementu
ru: Настройка текущего адреса

source: Default item option for current list
cs: Výchozí nastavení polo¾ky pro nynìj¹í seznam
de: Default-Optionen für aktuelle Liste
es: Opciones por defecto para item de la lista actual
fr: Paramètres d'objet par défaut pour la liste active
hu: Alapértelmezett tulajdonságai az aktuális lista elemeinek
it: Opzioni predefinite elemento per la lista corrente
ja: 現在のリストのデフォルトのアイテム設定
pl: Domy¶lne opcje wybranego elementu z bie¿±cej listy
ru: Настройки адреса по умолчанию для текущго списка

source: Apply default item option
cs: Pou¾ít výchozí nastavení polo¾ky
de: Default-Optionen anwenden
es: Aplicar opciones por defecto
fr: Appliquer les paramètres par défaut
hu: Alapértelmezett elem beállítások alkalmazása
it: Applica opzioni predefinite elemento
ja: デフォルトのアイテム設定を適用
pl: Zastosuj domy¶lne opcje elementu
ru: Применить настройки адреса по умолчанию

source: To selected items
cs: Na zvolené polo¾ky
de: auf ausgewählte Einträge
es: A: items seleccionados
fr: Aux objets sélectionnés
hu: Kijelölt elemekhez
it: Agli elementi selezionati
ja: 選択したアイテム
pl: Do wybranych elementów
ru: Выбранным адресам

source: To all items in current list
cs: Na v¹echny polo¾ky v nynìj¹ím seznamu
de: auf alle Einträge in aktueller Liste
es: A: todos los items en la lista actual
fr: Aux objets sélectionnés de la liste active
hu: Az összes elemhez a listában
it: A tutti gli elementi nella lista corrente
ja: 現在のリストのすべてのアイテム
pl: Do wszystkich elementów z bie¿±cej listy
ru: Всем адресам в текущем списке

source: All settings
cs: V¹echna nastavení
de: Alle Parameter
es: Todas las configuraciones
fr: Tous les paramètres
hu: Összes beállítás
it: Tutte le impostazioni
ja: すべて適用
pl: Wszystkie ustawienia
ru: Все настройки

source: Ignore save directory
cs: Mimo adresáøe pro ukládání
de: Speicherungs-Verzeichnis ignorieren
es: Ignorar directorio donde se graba
fr: Tout sauf le répertoire d'enregistrement
hu: Cél könyvtár figyelmen kívül hagyás
it: Ignora directory di salvataggio
ja: 保存ディレクトリ除く
pl: Ignoruj katalog zapisu
ru: Игнорировать путь для сохранения

source: Ignore save directory and recursive settings
cs: Mimo adresáøe pro ukládání a nastavení vnoøení
de: Ignoriere Einstellungen für Sicherungsverzeichnis und Rekursion
es: Ignorar directorio y configuraciones de recursión
fr: Tout sauf le répertoire d'enregistrement et les paramètres de récursion
hu: Cél könyvtár és rekurzív beállítások figyelmen kívül hagyása
it: Ignora directory di salvataggio e impostazioni di ricorsione
ja: 保存ディレクトリと再帰設定除く
pl: Ignoruj katalog zapisu i ustawienia rekursji
ru: Игнорировать путь для сохранения и рекурсивные настройки

source: Default item option for new list
cs: Výchozí nastavení polo¾ky
de: Default-Eintrags-Option für neue Liste
es: Opciones por defecto para la nueva lista
fr: Paramètres d'objet par défaut pour nouvelle liste
hu: Alapértelmezett tulajdonságai az új listának
it: Opzioni predefinite elemento per nuova lista
ja: 新しいリストのデフォルトのアイテム設定
pl: Domy¶lne opcje elementu dla nowej listy
ru: Настройки по умолчанию для нового списка

source: Application settings
cs: Nastavení aplikace
de: Anwendungs-Parameter
es: Configuraciones de la aplicación
fr: Préférences
hu: Alkalmazás beállítások
it: Impostazioni applicazione
ja: アプリケーション設定
pl: Ustawienia programu
ru: Настройки программы

source: Download history
cs: Historie stahování
de: Download-Protokoll
es: Histórico de descargas
fr: Historique
hu: Letöltés elõzmények
it: Cronologia degli scaricamenti
ja: ダウンロード履歴
pl: Historia pobierania
ru: История закачки

source: Toggle basket on/off
cs: Ko¹ zapnout/vypnout
de: Korb ein-/ausschalten
es: Activar o desactivar canasta
fr: Panier activé/désactivé
hu: Kosár be/ki-kapcsolás
it: Mostra cestino si/no
ja: バスケットを表示する/しない
pl: Prze³±cz kosz za³/wy³
ru: Включить/Выключить корзину
