Repository: RodrigoT/Aria
Catalog: po/*.po
Languages: cs, de, es, fr, hu, it, ja, pl, ru

source: Reading Application config file...
cs: Naèítám soubor nastavení aplikace...
de: Lese Anwendungskonfigurations-Datei..
es: Leyendo archivo de configuración de la aplicación.
fr: Chargement des préférences..
hu: Program konfigurációs fájl olvasása...
it: Lettura della configurazione dell'Applicazione
ja: アプリケーション設定を読み込んでいます..
pl: Czytanie pliku konfiguracji programu...
ru: Чтение файла настройки программы...

source: Application config status: error >> using default config
cs: Stav nastavení aplikace: chyba >> pou¾ívám výchozí nastavení
de: Anwendungs-Konfiguration-Status: Fehler >> benutze Defaultkonfiguration
es: Error en configuración de la aplicación >> usando configuración por defecto
fr: Chargement des préférences : erreur (valeurs par défaut utilisées)
hu: Program konfiguráció állapota : hibás >> alapértelmezett beállítások használata
it: Stato della configurazione dell'Applicazione: errore >> uso configurazione predefinita
ja: エラー >> プログラムの初期設定を使います
pl: Stan konfiguracji programu: b³±d >> u¿ycie domy¶lnej konfiguracji
ru: Статус настройки программы : ошибка >> использую настройки по умолчанию

source: Application config status: good
cs: Stav nastavení aplikace: v poøádku
de: Anwendungskonfiguration Status: gut
es: Estado del archivo de configuración de la aplicación: OK
fr: Chargement des préférences : OK
hu: Program konfiguráció állapota : rendben
it: Stato della configurazione dell'Applicazione: OK
ja: 成功
pl: Stan konfiguracji programu: dobry
ru: Статус настройки программы : ОК

source: URL file read error
cs: Chyba pøi ètení souboru s URL
de: URL-Datei: Lesefehler
es: Error de lectura en archivo de URLs
fr: Erreur de lecture du fichier URL
hu: URL fájl olvasási hiba
it: Errore in lettura del file degli URL
ja: URLリストファイルを読み込み中にエラーが発生しました
pl: B³±d URL odczytu pliku
ru: Ошибка чтения файла адреса

source: URL file opened
cs: Soubor s URL otevøen
de: URL-Datei geöffnet
es: Archivo de URLs abierto.
fr: Ouverture du fichier URL : OK
hu: URL fájl megnyitva
it: Aperto il file degli URL
ja: URLリストを読み込みました
pl: Plik URL otwarty
ru: Файл адреса открыт

source: Saved file opened
cs: Ulo¾ený soubor byl otevøen
de: Gespeicherte Datei geöffnet
es: Archivo guardado abierto
fr: Ouverture du fichier : OK
hu: Elmentett fájl megnyitva
it: Aperto il file salvato
ja: 保存されていたリストを読み込みました
pl: Otwarty zapisany plik
ru: Открыт сохраненный файл

source: CRC file read error
cs: Chyba pøi ètení souboru s CRC
de: Prüfsummen-Datei: Lesefehler
es: Error de lectura en archivo de CRC
fr: Erreur de lecture du fichier de sommes de contrôle (CRC)
hu: CRC fájl olvasási hiba
it: Errore in lettura file dei CRC
ja: CRCファイルの読み込み中にエラーが発生しました
pl: B³±d CRC odczytu pliku
ru: Ошибка контрольной суммы

source: CRC file opened
cs: Soubor s CRC otevøen
de: Prüfsummendatei geöffnet
es: Archivo de CRC avierto
fr: Ouverture du fichier de sommes de contrôle (CRC) : OK
hu: CRC fájl megnyitva
it: Aperto il file dei CRC
ja: CRCリストを読み込みました
pl: Otwarty plik CRC
ru: Файл контрольной суммы открыт

source: Ready
cs: pøipravena
de: Bereit
es: Listo
fr: Prêt
hu: Kész
it: Pronto
pl: Gotowy
ru: Готово

source: A part of '
cs: Èást z '
de: ist Teil von '
es: Una parte de '
fr: Partie de '
hu: Része a '
it: Una parte di '
ja: 部分パート '
pl: Czê¶æ '
ru: Часть

source: ' download complete
cs: ' stahování dokonèeno
de: Download vollständig
es: ' descarga completa
fr: ' : téléchargement terminé
hu: ' letöltés befejezve
it: ' scaricamento completo
ja: 'のダウンロードが完了しました
pl: ' ca³kowitego pobierania
ru: загрузка завершена

source: <directory>
cs: <adresáø>
de: <Verzeichnis>
es: <directorio>
fr: <répertoire>
hu: <könyvtár>
ja: <ディレクトリ>
pl: <katalog>
ru: <Директория>

source: Starting split download
cs: Spou¹tím rozdìlené stahování
de: starte Teil-Download
es: Comenzando descarga dividida
fr: Démarrage du téléchargement morcelé
hu: Osztott letöltés indítása
it: Inizia lo scaricamento diviso
ja: 分割ダウンロードを開始します
pl: Uruchamianie dzielonego pobierania
ru: Начал множественную загрузку

source: Download stopped
cs: Stahování pozastaveno
de: Download gestoppt
es: Descarga detenida
fr: Téléchargement stoppé
hu: Letöltés megállítva
it: Scaricamento fermato
ja: ダウンロードを中止しました
pl: Pobieranie zatrzymane
ru: Загрузка остановлена

source: Error occurred while deleting files
cs: Chyba pøi mazání souborù
de: Fehler beim Löschen der Dateien aufgetreten
es: Error al borrar archivos
fr: Une erreur est survenue pendant la suppression des fichiers
hu: Hiba a fájlok törlésekor
it: Si è verifcato un errore eliminando i file
ja: 以下のファイル削除中にエラーが発生しました
pl: B³±d podczas usuwania plików
ru: Ошибка удаления файлов

source: Wait for
cs: Èekám
de: Warte
es: Esperando
fr: Attente de :
hu: Várj
it: Aspetta per
ja: エラーのため
pl: Czekanie
ru: Пауза

source: seconds
cs: sekund
de: Sekunden
es: segundos
fr: secondes
hu: másodpercet
it: secondi
ja: 秒停止します
pl: sekund
ru: секунд

source: Download again
cs: Opakovat stahování
de: Erneuter Download
es: Descargar de nuevo
fr: Télécharger à nouveau
hu: Újbóli letöltés
it: Scarica nuovamente
ja: ダウンロードをやり直す
pl: Ponowne pobieranie
ru: Повторная загрузка

source: ' download aborted
cs: ' stahování pøeru¹eno
de: Download abgebrochen
es: ' descarga abortada
fr: ' : téléchargement annulé
hu: ' letöltés megszakítva
it: ' scaricamento annullato
ja: ' のダウンロードを中止します
pl: ' pobieranie przerwane
ru: загрузка прервана

source: Executing program:
cs: Spou¹tím program:
de: Ausführung '
es: Ejecutando programa:
fr: Exécution du programme :
hu: Program futtatása:
it: Esecuzione del programma:
ja: 以下のプログラムを実行します '
pl: Wykonywanie programu:
ru: Выполнение программы:

source: Command line is '
cs: Pøíkazová øádka je '
de: Befehlszeile ist '
es: La línea de comando es: '
fr: Ligne de commande : '
hu: Parancssor tartalma:
it: La riga di comando è '
ja: コマンドラインは'
pl: Linia poleceñ '
ru: Командная строка

source: Exit status is
cs: Návratová hodnota je
de: Returnstatus ist
es: Código de salida:
fr: Code de retour :
hu: A kilépési állapot
it: Lo stato di uscita è
ja: 終了ステータスは
pl: Stan wyj¶cia
ru: Код возврата

source: Program exited abnormally
cs: Neobvyklé ukonèení programu
de: Programm abnormal beendet
es: Programa terminado en forma anormal
fr: Le programme s'est terminé anormalement
hu: A program rendellenesen lépett ki
it: Programma terminato in modo anormale
ja: プログラムがあやしい終了の仕方をしました
pl: Nienormalne wyj¶cie z programu
ru: Аварийное завершение программы

source: Good exit status
cs: Návratová hodnota v poøádku
de: Returnstatus ist okay
es: Estado de salida OK
fr: Code de retour OK
hu: Szabályos kilépés
it: Stato d'uscita corretto
ja: 正常な終了ステータスです
pl: Poprawny stan wyj¶cia
ru: Нормальное завершение

source: Bad exit status
cs: ©patná návratová hodnota
de: Returnstatus fehlerhaft
es: Estado de salida con error
fr: Le code de retour indique une erreur
hu: Hibás kilépési állapot
it: Stato d'uscita errato
ja: 終了ステータスが指定されたものと異なります
pl: Z³y stan wyj¶cia
ru: Ненормальное завершение

source: Exit status ignored
cs: Návratová hodnota ignorována
de: Returnstatus ignoriert
es: Se ignora el estado de salida
fr: Code de retour ignoré
hu: Kilépési állapot figyelmen kívül hagyása
it: Stato d'uscita ignorato
ja: 終了ステータスは無視します
pl: Zignorowany stan wyj¶cia
ru: Игнорирование кода возврата

source: Executing command entry '
cs: Provádím polo¾ku s pøíkazem '
de: Ausführung Befehlseintrag '
es: Ejecutando comando '
fr: Exécution de la commande '
hu: Parancs bejegyzés futtatása
it: Esecuzione comando '
ja: 以下のコマンドエントリを実行します '
pl: Wykonywanie wpisu polecenia '
ru: Выполнение команды

source: Concatenating split files...
cs: Skládám dohromady rozdìlené soubory...
de: Verbinde Teil-Dateien...
es: Encadenando archivos divididos...
fr: Assemblage des morceaux..
hu: Darabolt fájlok összefûzése
it: Concatenazione file divisi...
ja: ファイルを結合しています...
pl: £±czenie dzielonych plików...
ru: Объединение частей файлов...

source: Concatenation successful
cs: Úspì¹nì slo¾eno
de: Zusammenfügen erfolgreich
es: Encadenado OK
fr: Assemblage OK
hu: Összefûzés sikerült
it: Concatenazione riuscita
ja: ファイル結合に成功
pl: £±czenie poprawne
ru: Успешное объединение

source: Concatenation failed
cs: Slo¾ení se nezdaøilo
de: Zusammenfügen fehlerhaft
es: Falla al encadenar archivo
fr: Assemblage impossible (erreur)
hu: Összefûzés sikertelen
it: Concatenazione fallita
ja: ファイル結合に失敗
pl: B³±d ³±czenia
ru: Неудачное объединение

source: Downloading:
cs: Stahuje se:
de: Abruf:
es: Descargando:
fr: Téléchargements :
hu: Letöltés folyamatban:
it: In scaricamento:
ja: ダウンロード:
pl: Pobieranie:
ru: Загрузка:

source: Error:
cs: Chyba:
de: Fehler:
fr: Erreurs :
hu: Hiba:
it: Errore:
ja: エラー:
pl: B³±d:
ru: Ошибка:

source: #List name:
cs: #Jméno seznamu:
de: #Listenname:
es: #Nombre de la lista:
fr: #Nom de liste :
hu: #Lista neve:
it: #Nome lista:
ja: #リスト名:
pl: #Nazwa listy:
ru: Имя списка:

source: Console
cs: Konzola
de: Konsole
es: Consola
hu: Konzol
ja: コンソール
pl: Konsola
ru: Консоль

source: not selected
cs: nevybráno
de: nicht ausgewählt
es: no seleccionado
fr: non selectionné
hu: nincs kijelölve
it: non selezionato
ja: 未選択
pl: nie wybrany
ru: не выбрано

source: Quit program
cs: Konec programu
de: Programm beenden
es: Salir del programa
fr: Fermer
hu: Kilépés
it: Esci dal programma
ja: プログラム終了
pl: Opu¶æ program
ru: Выход из программы

source: Are you sure to quit?
cs: Opravdu chcete program ukonèit?
de: Wirklich beenden?
es: ¿Esta seguro de salir?
fr: Êtes-vous sûr de vouloir quitter ?
hu: Biztos vagy benne,hogy ki akarsz lépni?
it: Sei sicuro di voler uscire?
ja: 終了していいですか ?
pl: Naprawdê opu¶ciæ program?
ru: Завершить работу?

source: CRC is
cs: CRC je
de: CRC ist
es: CRC:
fr: Somme de contrôle (CRC) :
hu: a CRC
it: CRC è
ja: CRCは
pl: CRC jest
ru: CRC =

source: CRC matched
cs: CRC souhlasí
de: CRC ist gleich
es: El CRC concuerda
fr: La somme de contrôle (CRC) correspond
hu: CRC megegyezik
it: CRC corrispondente
ja: CRCが一致しました
pl: CRC zgodny
ru: CRC совпадает

source: Invalid CRC. The specified CRC is
cs: Neplatné CRC. Udané CRC je
de: CRC ungültig. Angegebene CRC ist
es: CRC inválido. El CRC especificado es
fr: La somme de contrôle (CRC) ne correspond pas, elle devrait être :
hu: Érvénytelen CRC. A meghatározott CRC
it: CRC non valido. Il CRC specificato è
ja: CRC が一致しませんでした. 指定された CRC は
pl: B³êdny CRC. Wybrany CRC to
ru: Ошибка CRC.Указанная CRC =

source: Created
cs: Vytvoøeno
de: Erstellt
es: Creado
fr: Créé
hu: Létrehozva
it: Creato
ja: 作成
pl: Utworzono
ru: Создан

source: unknown
cs: neznámé
de: unbekannt
es: desconocido
fr: inconnu
hu: ismeretlen
it: sconosciuto
ja: 不明
pl: nieznany
ru: неизвестно

source: READY
cs: PØIPRAVEN
de: BEREIT
es: LISTO
fr: PRÊT
hu: KÉSZ
it: PRONTO
ja: 待機中
pl: GOTÓW
ru: Готово

source: STOPPED
cs: POZASTAVENO
de: gestoppt
es: DETENIDO
fr: ARRÊTÉ
hu: LEÁLLÍTVA
it: FERMATO
ja: 停止
pl: ZATRZYMANY
ru: Остановлено

source: Warning: different version number found in file header
cs: Pozor: v hlavièce souboru nalezeno odli¹né èíslo verze
de: Warnung: inkompatible Versionsnummer in Dateikopf gefunden
es: Attencion: versión diferente en la cabecera del archivo
fr: Attention : les versions des en-têtes ne correspondent pas
hu: Figyelmeztetés: eltérõ verziószám a fájl fejlécében
it: Attenzione: trovato un differente numero di versione nel file header
ja: Warning: ヴァージョンナンバーが違います
pl: Uwaga: inny numer wersji w nag³ówku pliku
ru: Предупреждение: в заголовке найдены разные номера версий

source: Unknown protocol
cs: Neznámý protokol
de: unbekanntes Protokoll
es: Protocolo desconocido
fr: Protocole inconnu
hu: Ismeretlen protokoll
it: Protocollo sconosciuto
ja: このプロトコルは使用できません
pl: Nieznany protokó³
ru: Неизвестный протокол

source: Ignore CRC error
cs: Ignorovat chybu CRC
de: CRC-Fehler ignorieren
es: Ignoprar errores de CRC
fr: Ignorer les erreurs de somme de contrôle (CRC)
hu: CRC hiba figyelmen kívül hagyása
it: Ignora errore CRC
ja: CRC エラーを無視する
pl: Ignoruj b³±d CRC
ru: Игнорировать ошибку CRC

source: Checking MD5 checksum
cs: Ovìøuji kontrolní souèet MD5
de: Prüfe MD5-Prüfsumme
es: Verificando suma control MD5
fr: Vérification des sommes de contrôle (MD5)
hu: MD5 ellenõrzõ összeg ellenõrzése
it: Controllo MD5 checksum
ja: MD5 チェックサムをチェックしています
pl: Sprawdzanie sumy kontrolnej MD5
ru: Проверить контрольную сумму MD5

source: Calculated MD5 checksum is
cs: Spoètený kontrolní souèet MD5 je
de: Berechnete MD5-Prüfsumme ist
es: Suma control MD5 calculada:
fr: La somme de contrôle MD5 est :
hu: A Kiszámított MD5 ellenõrzõ összeg
it: Il MD5 checksum calcolato è
ja: 計算された MD5 チェックサムは
pl: Wyliczona suma MD5 to
ru: Расчетная контрольная сумма MD5 =

source: MD5 checking failed
cs: Ovìøení pomocí MD5 se nezdaøilo
de: MD5-Prüfung nicht erfolgreich
es: Comprobación MD5 fallida
fr: Erreur de vérification de la somme de contrôle (MD5)
hu: MD5 ellenõrzés sikertelen
it: Controllo MD5 fallito
ja: MD5 チェックに失敗しました
pl: B³±d sprawdzania MD5
ru: Неверная контрольная сумма MD5

source: Ignore MD5 error
cs: Ignorovat chybu MD5
de: MD5-Fehler ignorieren
es: Ignorar errores de suma MD5
fr: Ignorer les erreurs de somme de contrôle (MD5)
hu: MD5 hiba figyelmen kívül hagyása
it: Ignora errore MD5
ja: CRC/MD5 エラーを無視する
pl: Ignoruj b³±d MD5
ru: Игнорировать ошибки MD5

source: MD5 checking successful
cs: Ovìøení pomocí MD5 v poøádku
de: MD5-Prüfung erfolgreich
es: Verificación MD5 OK
fr: Vérification de la somme de contrôle (MD5) OK
hu: MD5 ellenõrzés sikeres
it: Controllo MD5 riuscito
ja: MD5 チェックに成功しました
pl: Sprawdzenie MD5 poprawne
ru: Успешная проверка MD5

source: IO error occurred
cs: Nastala chyba vstupu/výstupu
de: IO-Fehler ist aufgetreten
es: Error de entrada/salida
fr: Erreur d'E/S
hu: IO hiba
it: Si è verificato un errore IO
ja: IO エラーが発生しました
pl: B³±d IO
ru: Ошибка ввода/вывода

source: Can't resolve host
cs: Nemohu nalézt poèítaè
de: kann Host-Namen nicht auflösen
es: No se puede resolver el host
fr: Hôte introuvable
hu: Cél(gép) nem elérhetõ
it: Impossibile risolvere l'host
ja: ホスト名が解決できませんでした
pl: Nie mo¿na znale¼æ hosta
ru: Невозможно получить адрес хоста

source: Socket error
cs: Chyba soketu
de: Socket-Fehler
es: Error de socket
fr: Erreur de socket
hu: 'Socket hiba
it: Errore socket
ja: ソケットのエラーです
pl: B³±d gniazda
ru: Ошибка сокета

source: Connection refused -
cs: Spojení odmítnuto -
de: Verbindung abgelehnt -
es: Conexión rehusada -
fr: Connection refusée -
hu: Kapcsolat visszautasítva
it: Connessione rifiutata -
ja: 接続を拒否されました -
pl: Odmowa po³±czenia -
ru: В соединении отказано -

source: Time out
cs: Není odezva
de: Zeitablauf
es: Tiempo de espera finalizado
fr: Dépassement de délai imparti
hu: Lejárt az idõ
ja: タイムアウトしました
pl: Przekroczenie czasu
ru: Пауза

source: I/O error -
cs: I/O chyba -
de: I/O-Fehler -
es: Error de entrada/salida -
fr: erreur d'E/S -
hu: I/O hiba -
it: Errore I/O -
ja: I/O エラーです
pl: B³±d I/O -
ru: Ошибка ввода/вывода -

source: File I/O error - maybe wrong save location or disk full?
cs: Chyba I/O souboru - mo¾ná (?) je chybnì zadané místo pro ulo¾ení nebo plný disk.
de: Datei-I/O-Fehler - Platte voll oder falsches Verzeichnis?
es: Error de entrada/salida - ¿error en ubicación a grabar o disco lleno?
fr: Erreur d'E/S fichier - répertoire d'enregistrement incorrect ou disque plein ?
hu: Fájl I/O hiba - lehetséges, hogy hibás célkönyvtár elérési út, vagy a lemez megtelt
it: Errore I/O su file - forse percorso di salvataggio incorretto o disco pieno?
ja: File I/O error - ファイル保存場所とディスク容量をチェックしてみてください
pl: B³±d pliku I/O - mo¿e nieporpawne miejsce zapisu lub pe³ny dysk?
ru: Ошибка ввода/вывода - возможно на диске нет места.

source: Location retrieval failed
cs: Pøíjem umístìní se nezdaøil
de: Lokationsabruf erfolglos
es: No se pudo recuperar la ubicación
fr: Impossible de retrouver l'emplacement
hu: Tartózkodási hely lekérés sikertelen
it: Recupero dell'indirizzo fallito
ja: リダイレクト先の取得に失敗しました
pl: B³±d miejsca pobierania
ru: Ошибка получения локального адреса

source: Cannot find embedded URL
cs: Nemohu najít vlo¾ené URL
de: kann enthaltene URL nicht finden
es: No se pudo encontrar la URL embebida
fr: Impossible de trouver l'URL attachée
hu: A beágyazott URL nem található
it: Impossibile trovare l'embedded URL
ja: URL の取得に失敗しました
pl: Nie mo¿na znale¼æ wstawionego URL
ru: Невозможно найти данный адрес

source: FTP server returned negative response
cs: FTP server poslal zpìt negativní odpovìï
de: negative Antwort vom FTP-Server
es: El servidor FTP devolvió una respuesta negativa
fr: Le serveur FTP a renvoyé une réponse négative
hu: Az FTP szerver negatív választ adott
it: Il server FTP ha restituito una risposta negativa
ja: FTP サーバーが否定的な応答を返しました
pl: Serwer FTP zwróci³ negatywn± odpowied¼
ru: FTP сервер вернул отрицательный ответ

source: Bind error -
cs: Chyba svazování -
de: Bind-Fehler -
es: Error en 'bind' -
fr: Erreur de bind (socket) -
hu: Kapcsolódás sikertelen -
it: Errore Bind -
ja: I/O エラーです
pl: B³±d pod³±czania -
ru: Ошибка привязки -

source: Listen error -
cs: Chyba naslouchání -
de: Fehler bei Listen -
es: Error en listen -
fr: Erreur de listen (socket) -
hu: Figyelés hiba -
it: Errore Listen -
ja: I/O エラーです
pl: B³±d nas³uchiwania -
ru: Ошибка прослушивания -

source: Accept error -
cs: Chyba akceptování -
de: Fehler bei Accept -
es: Error en accept -
fr: Erreur d'accept (socket) -
hu: Elfogadási hiba
it: Errore Accept -
ja: ソケットのエラーです
pl: B³±d akceptacji -
ru: Ошибка получения -

source: Send error -
cs: Chyba posílání -
de: Fehler bei Send -
es: Error en send -
fr: Erreur d'envoi (socket) -
hu: Küldési hiba
it: Errore Send -
ja: Send エラーです
pl: B³±d wysy³ania -
ru: Ошибка отправки -

source: Recv error -
cs: Chyba pøíjmu -
de: Fehler bei recv -
es: Error en recv -
fr: Erreur de réception (socket) -
hu: Fogadási hiba -
it: Errore Recv -
ja: Recv エラーです
pl: B³±d odbioru -
ru: Ошибка приема -

source: General protocol error
cs: Obecná chyba protokolu
de: allgemeiner Protokoll-Fehler
es: Error general de protocolo
fr: Erreur générale de protocole (socket)
hu: Általános protokoll hiba -
it: Errore generale di protocollo
ja: 一般プロトコルエラー :P です
pl: B³±d ogólny protoko³u
ru: Общая ошибка протокола

source: Unknown error occurred
cs: Nastala neznámá chyba
de: ein Fehler ist aufgetreten
es: Error desconocido
fr: Erreur inconnue
hu: Ismeretlen hiba történt
it: Si è verificato un errore sconosciuto
ja: エラーが発生しました
pl: Nieznany b³±d
ru: Неизвестная ошибка

source: Copied
cs: Zkopírováno
es: Copiado
fr: Copié
hu: Átmásolva
it: Copiato
ja: コピー

source: Partial item added
cs: Èásteèná polo¾ka pøidána
de: Teil-Eintrag hinzugefügt
es: Agregado item parcial
fr: Partie d'objet ajoutée
hu: Rész elem hozzáadva
it: Elemento parziale aggiunto
ja: 分割部分のアイテムを追加しました
pl: Dodano czê¶ciowy element
ru: Добавлена частичная загрузка адреса

source: Connecting to
cs: Pøipojuji se k
de: Verbindung zu
es: Conectando con
fr: Connexion à
hu: Kapcsolódás
it: Connessione a
ja: 接続しています...
pl: Pod³±czanie do
ru: Соединяюсь с

source: Can't resolve host:
cs: Nemohu nalézt poèítaè:
de: kann Host-Namen nicht auflösen
es: No se puede resolver el host:
fr: Hôte introuvable :
hu: Névfeloldás sikertelen:
it: Impossibile risolvere l'host:
ja: ホスト名が解決できませんでした:
pl: Nie mo¿na znale¼æ hosta:
ru: Невозможно получить адрес хоста:

source: , reason:
cs: , dùvod:
de: , Grund:
es: , motivo:
fr: , raison :
hu: , hiba oka:
it: , causa:
ja: , その理由:
pl: , powód:
ru: , причина:

source: Resolving complete
cs: Hledání dokonèeno
de: Auflösung vollständig
es: Búsqueda completa
fr: Recherche terminée
hu: Névfeloldás sikeres
it: Risoluzione completa
ja: 名前解決完了
pl: Wyszukiwanie zakoñczone
ru: Определение завершено

source: Canonical name is
cs: Kanonické jméno je
de: Kanonischer Name ist
es: El nombre canónico es
fr: Nom canonique :
hu: Kanonikus név
it: Il nome autorevole è
ja: ホスト名は
pl: Nazwa kanoniczna to
ru: Истинное имя

source: Connection refused:
cs: Spojení odmítnuto:
de: Verbindung abgelehnt:
es: Conexión rehusada:
fr: Connection refusée :
hu: Kapcsolat visszautasítva:
it: Connessione rifiutata:
ja: 接続を拒否されました:
pl: Odmowa po³±czenia:
ru: В соединении отказано

source: Connection established
cs: Spojení navázáno
de: Verbindung aufgebaut
es: Conexión establecida
fr: Connexion établie
hu: Kapcsolódás sikeres
it: Connessione stabilita
ja: 接続を確立しました
pl: Po³±czenie ustanowione
ru: Соединение установлено

source: Unable to truncate the file '
cs: Nemohu zkrátit soubor '
de: Kann Datei nicht verkürzen: '
es: No se puede truncar el archivo '
fr: Impossible de tronquer le fichier '
hu: A fájlt nem lehet csonkítani '
it: Impossibile troncare il file '
ja: 以下のファイルの切り詰めに失敗しました '
pl: Nie mogê obci±æ pliku '
ru: Не могу объединить файл

source: '. Rollback disabled
cs: '. Pøevinutí zakázáno
de: '. Zurücksetzen deaktiviert
es: '. Vuelta atrás deshabilitada
fr: '. Retour en arrière désactivé
hu: '. Visszagörgetés kikapcsolva
it: '. Rollback disabilitato
ja: '. ロールバックしません
pl: '. odwo³anie wy³±czone
ru: . Откат выключен

source: Failed to make directory '
cs: Nepodaøilo se vytvoøit adresáø '
de: konnte Verzeichnis nicht anlegen '
es: No se pudo crear el directorio '
fr: Impossible de créer le répertoire '
hu: Könyvtár létrehozása sikertelen '
it: Creazione della directory fallita '
ja: 次のディレクトリの作成に失敗 '
pl: B³±d tworzenia katalogu '
ru: Ошибка создания директории '

source: UseProxy is not supported yet
cs: Pou¾ití Proxy je¹tì není podporováno
de: Proxy-Benutzung noch nicht möglich
es: El uso de proxy no está soportado todavía.
fr: L'utilisation du proxy n'est pas encore possible
hu: Proxy használat még nem támogatott
it: UseProxy non è ancora supportato
ja: 'Use Proxy' はまだサポートされていません
pl: UseProxy nie jest jeszcze obs³ugiwane
ru: Использование прокси еще не работает

source: Content forbidden
cs: Pøístup k obsahu znemo¾nìn
de: Inhalt nicht erlaubt
es: Contenido prohibido
fr: Contenu non supporté
hu: Tartalom tiltott
it: Contenuto vietato
ja: アクセスを権限がありません
pl: Zawarto¶æ zakazana
ru: Запрет к содержимому

source: Content not found
cs: Obsah nenalezen
de: Inhalt nicht gefunden
es: No se encuentra el contenido
fr: Contenu introuvable
hu: Tartalom nem található
it: Contenuto non trovato
ja: ファイルが見つかりません
pl: Nie znaleziono zawarto¶ci
ru: Содержимое не найдено

source: Server returned 416 status. Assume download was completed
cs: Server ohlásil stav 416. Z toho usuzuji, ¾e bylo stahování dokonèeno
de: Server gab Status 416 zurück. Vollständiger Abruf wird angenommen.
es: El servidor devolvió un código de estado 416. Se asume que la descarga está terminada.
fr: Erreur 416. Le téléchargement est considéré comme terminé
hu: A szerver 416-os státusszal válaszolt. Feltételezem a letöltés sikerült
it: Il server ha restituito lo stato 416. Ritengo completato lo scaricamento
ja: サーバがステータス 416 を返しました。ダウンロードが完了したとみなします
pl: Serwer zwróci³ stan 416. Za³o¿ono, ¿e pobieranie zakoñczono.
ru: Сервер вернул код 416. Предположительно загрузка завершена

source: Server returned 416 status. This file may be already downloaded
cs: Server ohlásil stav 416. Tento soubor mù¾e být ji¾ sta¾en
de: Server gab Status 416 zurück. Diese Datei ist evtl. bereits abgerufen.
es: El servidor devolvió un código de estado 416. Este archivo puede haber sido descargado anteriormente.
fr: Erreur 416. Le fichier est peut-être déjà téléchargé?
hu: A szerver 416-os státusszal válaszolt. Elképzelhetõ, hogy a fájlt már letöltöttem
it: Il server ha restituito lo stato 416. Questo file può essere già stato scaricato
ja: サーバがステータス 416 を返しました。すでにダウンロードが完了しているかもしれません
pl: Serwer zwróci³ stan 416. Plik móg³ byc juz pobrany.
ru: Сервер вернул код 416. Возможно файл уже загружен

source: Access denied
cs: Pøístup odepøen
de: Zugriff verweigert
es: Acceso denegado
fr: Accès refusé
hu: Hozzáférés megtagadva
it: Accesso negato
ja: アクセスを拒否されました
pl: Dostêp zabroniony
ru: В доступе отказано
