Repository: RodrigoT/Aria
Catalog: po/*.po
Languages: cs, de, es, fr, hu, it, ja, pl, ru

source: Don't send QUIT command
cs: Neposílat pøíkaz QUIT
de: Kein QUIT-Kommando senden
es: No enviar comando QUIT
fr: Ne pas envoyer la commande QUIT
hu: Ne küldj QUIT parancsot
it: Non inviare il comando QUIT
ja: QUIT コマンドを送信しない
pl: Nie wysy³aj polecenia QUIT
ru: Не посылать команду QUIT

source: Retrieve symbolic links as real files
cs: Pøijímat symbolické odkazy jako skuteèné soubory
de: Symbolische Links als reale Dateien abrufen
es: Recuperar vínculos simbólicos como archivos reales
fr: Enregistrer les liens symboliques comme des fichiers
hu: A szimbólikus linkeket úgy hozd le, mint valós fájlt
it: Recupera link simbolici come file reali
ja: シンボリックリンクを実際のファイルとみなして取得する
pl: Pobieraj dowi±zania symboliczne jako pliki
ru: Получать символические ссылки как файлы

source: Selected items option
cs: Nastavení vybrané polo¾ky
de: Optionen für ausgewählte Einträge
es: Opciones de los items seleccionados
fr: Options pour les objets sélectionnés
hu: Kijelölt elem beállításai
it: Opzioni elementi selezionati
ja: 選択アイテムのアイテム設定
pl: Opcje wybranych elementów
ru: Настройка выбранного адреса

source: Default item option for
cs: Výchozí nastavení polo¾ky pro
de: Default-Eintrags-Option für
es: Opciones por defecto para los items
fr: Paramètres d'objet par défaut pour
hu: Alapbeállítások érvényesítése az elemre
it: Opzioni predefinite elemento per
ja: デフォルトのアイテム設定 :
pl: Domy¶lne opcje elementu dla
ru: Настройки адреса по умолчанию

source: ' option
cs: ' nastavení
es: ' pción
hu: ' beállítás
it: ' opzione
ja: ' のアイテム設定
pl: ' opcja
ru: ' настройки

source: item(s) added
cs: polo¾ek pøidáno
de: Einträge hinzugefügt
es: item(s) añadido(s)
fr: objet(s) ajouté(s)
hu: elem(ek) hozzáadva
it: elementi aggiunti
ja: 個のアイテムを追加しました
pl: lement(ów) dodano
ru: Адрес(ов) добавлен(о)

source: <DEFAULT>
cs: <VÝCHOZÍ>
es: <VALOR POR DEFECTO>
fr: <PAR DÉFAUT>
hu: <ALAPÉRTELMEZETT>
it: <PREDEFINITO>
ja: <デフォルト>

source: Application Option
cs: Nastavení aplikace
de: Anwendungs-Option
es: Opciones de la aplicación
fr: Préférences
hu: Alkalmazás beállítások
it: Opzioni dell'Applicazione
ja: アプリケーション設定
pl: Opcje programu
ru: Настройки программы

source: Confirmation
cs: Potvrzování
de: Bestätigung
es: Confirmación
hu: Megerõsítés
it: Conferma
ja: 確認
pl: Potwierdzanie
ru: Подтверждения

source: Display
cs: Zobrazení
de: Anzeige
es: Mostrar
fr: Affichage
hu: Megjelenítés
it: Visualizzazione
ja: 表示
pl: Wy¶wietlanie
ru: Отображение

source: Basket
cs: Ko¹
de: Korb
es: Canasta
fr: Panier
hu: Kosár
it: Cestino
ja: バスケット
pl: Kosz
ru: Корзина

source: Timer
cs: Èasovaè
de: Zeitgeber
es: Cronómetro
fr: Chrono.
hu: Idõzítõ
ja: タイマー
pl: Licznik czasu
ru: Таймер

source: Server
es: Servidores
fr: Serveur
hu: Szerver
ja: サーバー
pl: Serwer
ru: Сервер:Порт

source: Update Command list
cs: Aktualizovat seznam pøíkazù
de: Befehlsliste aktualisieren
es: Actualizar lista de comandos
fr: Mettre à jour la liste de commandes
hu: Parancs lista frissítés
it: Aggiorna lista Comandi
ja: コマンドリストの更新
pl: Od¶wie¿ listê poleceñ
ru: Обновить список команд

source: Update successful
cs: Aktualizace v poøádku
de: Aktualisierung erfolgreich
es: Actualización terminada
fr: Mise à jour OK
hu: Frissítés sikerült
it: Aggiornamento riuscito
ja: 更新成功
pl: Od¶wie¿enie poprawne
ru: Успешное обновление

source: Update failed
cs: Aktualizace se nezdaøila
de: ' fehlerhaft
es: No se pudo actualizar
fr: Erreur de mise à jour
hu: Frissítés sikertelen
it: Aggiornamento fallito
ja: 更新失敗
pl: Od¶wie¿anie b³êdne
ru: Неудачное обновление

source: Use Command list
cs: Pou¾ívat seznam pøíkazù
de: Befehlsliste benutzen
es: Usar lista de comandos
fr: Utiliser la liste de commandes
hu: Használd a parancs listát
it: Usa lista Comandi
ja: コマンドリストを使用する
pl: U¿yj listy poleceñ
ru: Использовать список команд

source: Choose commands to use
cs: Zvolte pøíkazy, které chcete pou¾ívat:
de: Bitte zu benutzende Befehle auswählen
es: Elija los comandos a usar
fr: Sélectionner les commandes à utiliser
hu: Válaszd ki a használandó parancsokat
it: Scelgi comandi da usare
ja: 使用するコマンドを選んで下さい
pl: Wybierz polecenia do u¿ycia
ru: Выбирите команды

source: Comment
cs: Poznámka
de: Kommentar
es: Comentario
fr: Commentaire
hu: Megjegyzés
it: Commento
ja: コメント
pl: Komentarz
ru: Примечание

source: Update Server Template
cs: Aktualizovat serverovou ¹ablonu
de: Server-Muster aktualisieren
es: Actualizar plantilla de servidor
fr: Mettre à jour les modèles de serveurs
hu: Szerver sablon frissítés
it: Aggiorna Modelli di Server
ja: サーバーテンプレートの更新
pl: Od¶wie¿ szablon serwera
ru: Обновить настройку сервера

source: Use Server Template
cs: Pou¾ívat serverovou ¹ablonu
de: Server-Muster benutzen
es: Usar plantilla de servidor
fr: Utiliser les modèles de serveurs
hu: Szerver sablon használat
it: Usa Modelli di Server
ja: サーバーテンプレートを使用する
pl: U¿yj szablonu serwera
ru: Использовать настройки сервера

source: Choose templates to use
cs: Zvolte ¹ablony, které chcete pou¾ívat:
de: Bitte Muster auswählen
es: Elegir plantilla a usar
fr: Sélectionner les modèles à utiliser
hu: Használandó sablonok
it: Scegli modelli da usare
ja: 使用するテンプレートを選んで下さい
pl: Wybierz szablony do u¿ycia
ru: Выбрать настройки

source: Template
cs: ©ablona
de: Muster
es: Plantilla
fr: Modèle
hu: Sablonok
it: Modello
ja: テンプレート
pl: Szablon
ru: Настройка

source: Display sizes in human readable format (e.g. 1.2K 234.1M 2.2G)
cs: Velikosti zobrazovat v lidsky èitelném fromátu (napø. 1.2K 234.1M 2.2G)
de: Größen in lesbarem Format anzeigen (z. B. 1,2K 234,1M 2,2G)
es: Mostrar tamaños en formato más legible (ej. 1.2K 234.1M 2.2G)
fr: Afficher les tailles en formats plus lisibles (1.2K, 234.1M, 2.2G)
hu: Méretek olvasható formában (pl. 1.2K 234.1M 2.2G)
it: Visualizza dimensioni in formato umano (cioè 1.2K 234.1M 2.2G)
ja: 人間に読みやすいフォーマットでサイズを出力(例: 1.2K 234.1M 2.2G)
pl: Wy¶wietlaj wielko¶ci w 'ludzkim' formacie (np. 1.2K, 234.1M. 2.2G)
ru: Отображать в читабельном формате (1,2K 234,1M 2,2G)

source: Status Icon
cs: Stavová ikona
es: Ícono de estado
fr: Icônes d'état
hu: Státusz ikon
it: Icona di Stato
ja: ステータス・アイコン
pl: Ikona stanu
ru: Иконка статуса

source: Icon set
cs: Sada ikon
de: Icon-Menge
es: Juego de íconos
fr: Jeu d'icônes
hu: Ikon készlet
it: Insieme di icone
ja: アイコンセット
pl: Zestaw ikon
ru: Набор иконок

source: Apply
cs: Pou¾ít
de: Anwenden
es: Aplicar
fr: Appliquer
hu: Alkalmaz
it: Applica
ja: 適用
pl: Zastosuj
ru: Применить

source: error
cs: chyba
de: Fehler
fr: erreur
hu: hiba
it: errore
ja: エラー
pl: b³±d
ru: ошибка

source: cannot read pixmap file
cs: nemohu naèíst soubor ikony
de: Kann pixmap-Datei nicht lesen
es: No se puede leer archivo de íconos
fr: impossible de lire le fichier pixmap
hu: nem tudom a bitkép fájlt olvasni
it: impossibile leggere il file pixmap
ja: pixmap ファイルを読み込めません
pl: nie mo¿na odczytaæ pliku piksmapy
ru: нет файла иконки

source: Bypass paste window
cs: Obcházet vkládací okno
es: Saltear ventana de "pegar"
fr: Ne pas passer par la fenêtre de collage
hu: Beillesztés ablak kikerülés
it: Bypassa la finestra di incolla
ja: ペーストウインドウをバイパスする

source: Pixmap on DND Basket
cs: Soubor pixelové mapy pro ko¹ táhni-a-pus»
de: Pixmap im DND-Korb
es: Ícono de la canasta
fr: Pixmap du panier
hu: Bitkép a DND Kosáron
it: Pixmap del cestino del DND
ja: DND バスケット上の pixmap
pl: Piksmapa na Koszu DND
ru: Иконка на корзину

source: Preview
cs: Náhled
de: Voranzeige
es: Vista previa
fr: Aperçu
hu: Elõnézet
it: Anteprima
ja: プレビュー
pl: Podgl±d
ru: Просмотр

source: Pixmap
cs: Pixelová mapa
es: Íconos
hu: Bitkép
pl: Piksmapa
ru: Иконка

source: Confirm clear
cs: Potvrzovat mazání
de: Bestätige Löschung
es: Confirmar borrado
fr: Confirmer les suppressions
hu: Kitörlés megerõsítése
it: Conferma eliminazione
ja: アイテム削除のとき確認
pl: Potwierd¼ wyczyszczenie
ru: Подвердить очистку

source: Confirm delete list
cs: Potvrzovat odstranìní seznamu
de: Listenlöschung bestätigen
es: Confirmar borrado de istas
fr: Confirmer la suppression de liste
hu: Lista törlés megerõsítés
it: Conferma rimozione lista
ja: リスト削除のとき確認
pl: Potwierd¼ usuniêcie listy
ru: Подтвердить удаление списка

source: Confirm exit
cs: Potvrzovat ukonèení programu
de: Ende bestätigen
es: Confirmar al salir
fr: Confirmer la fermeture du programme
hu: Kilépés megerõsítés
it: Conferma uscita
ja: プログラム終了のとき確認
pl: Potwierd¼ opuszczenie programu
ru: Подтвердить выход

source: Confirm clear system log
cs: Potvrzovat vymazání systémového logu
de: Systemlog-Löschung bestätigen
es: Confirmar al limpiar registro del sistema
fr: Confirmer l'effacement de l'historique
hu: Rendszer napló törlés megerõsítés
it: Conferma eliminazione log di sistema
ja: システムログのクリア時に確認
pl: Potwierd¼ czysczenie logu systemu
ru: Подтвердить очистку логов

source: Use start timer
cs: Pou¾ívat èasovaè ke spou¹tìní
fr: Utiliser le départ de chrono.
hu: Idõzített indítás használata
it: Usa timer d'avvio
ja: 開始タイマーを使う

source: Start (hour : min)
cs: Spustit v (hod.:min.)
de: Start (Std.:Min.)
es: Comenzar a las (hora : minutos)
fr: Départ (heure : minute)
hu: Indítás (óra : perc)
it: Avvia (ora : min)
ja: 開始(時:分)
pl: Start (godz : min)
ru: Старт (час:мин.)

source: Use stop timer
cs: Pou¾ívat èasovaè k pozastavení
fr: Utiliser l'arrêt de chrono.
hu: Idõzített leállítás használata
it: Usa timer di fermata
ja: 停止タイマーを使う

source: Stop (hour : min)
cs: Pozastavit v (hod.:min.)
de: Stopp (Std.:Min.)
es: Detener a las (hora : minutos)
fr: Arrêt (heure : minute)
hu: Leállítás (óra : perc)
it: Ferma (ora : min)
ja: 停止(時:分)
pl: Stop (godz : min)
ru: Стоп (час:мин.)

source: Do not stop downloads when timer expires
cs: Nepozastavovat stahování i kdy¾ vypr¹í èasovaè
es: No detener descargas cuando el cronómetro termina
fr: Ne pas arrêter les téléchargements en cours si le chrono. s'arrête
hu: Ne szakítsd meg a letöltéseket, ha az idõzítõ lejár
it: Non fermare gli scaricamenti quando il timer scade
ja: タイマーが終了してもダウンロードを停止しない

source: The number of simultaneous downloads for new list
cs: Poèet souèasnì stahovaných souborù pro nový seznam
de: Die Anzahl gleichzeitiger Abrufe für die neue Liste
es: Cantidad de descargas simultáneas para la nueva lista
fr: Nombre de téléchargements simultanés pour une nouvelle liste
hu: A párhuzamos letöltések száma az új listában
it: Il numero degli scaricamenti simultanei per nuova lista
ja: 新しいリストの同時ダウンロード数
pl: Ilo¶æ równoleg³ych pobierañ dla nowej listy
ru: Количество одновременных закачек нового списка

source: Start downloads automatically
cs: Automaticky spou¹tìt stahování
de: Donwload automatisch starten
es: Iniciar descargas automáticamente
fr: Démarrer automatiquement les téléchargements
hu: Letöltés automatikus indítása
it: Avvia gli scaricamenti automaticamente
ja: ダウンロードを自動的に開始する
pl: Automatycznie rozpoczynaj pobieranie
ru: Начинать закачку автоматически

source: Only current list
cs: Pouze nynìj¹í seznam
de: Nur aktuelle Liste
es: Sólo lista actual
fr: Seulement pour la liste active
hu: Csak az aktuális lista
it: Solo la lista corrente
ja: 現在のリストのみ
pl: Tylko bie¿±ca lista
ru: Только текщий список

source: Force download now (stopping other downloads if necessary)
cs: Vynutit stahování (v pøípadì nutnosti pozastavit ostatní stahování)
de: Abruf jetzt erzwingen (wenn nötig, andere Abrufe stoppen)
es: Iniciar descarga inmediatamente (deteniendo otras descargas si es necesario)
fr: Démarrer en mode prioritaire (arrêt d'autres téléchargements si nécessaire)
hu: Letöltés kényszerítése rögtön (más letöltés megállítása ha szükséges)
it: Forza lo scaricamento adesso (fermando altri scaricamenti se necessario)
ja: 今すぐダウンロードを開始 (必要ならば他のダウンロードを停止する)
pl: Wymu¶ teraz pobieranie (zatrzymanie innych pobierañ w razie potrzeby)
ru: Форсировать закачку (остановить остальные по необходимости)

source: Ignore error'ed items in "Start All" menu
cs: Ignorovat chybnou polo¾ku pøi pøíkazu "Spustit v¹e"
de: Fehlerhafte Einträge in "Starte alles"-Menu ignorieren
es: Ignorar items con error en el menú de Comenzar todos
fr: Ignorer les objets en erreurs avec la commande "Tout démarrer" du menu
hu: Hibás elemek figyelmen kívül hagyása az "Összes indítása" menüben
it: Ignora elementi in errore nel menu "Avvia Tutto"
ja: "すべて開始"メニューでエラーのアイテムを無視する
pl: Ignoruj b³êdne elementy w menu "Start wszystkie"
ru: Игнорировать ошибки адреса в меню "Старт для всех"

source: Ignore these extensions when finding hyperlink
cs: Ignorovat následující pøípony pøi hledání hyperodkazu:
de: bei der Hyperlink-Suche zu ignorierende Einträge
es: Ignorar estas extensiones al buscar hipervínculos
fr: Ignorer ces extensions dans la recherche d'hyperliens
hu: Kiterjesztések figyelmen kívül hagyása a hivatkozásokban
it: Ignora queste estensioni nella ricerca dei link
ja: ハイパーリンク抽出において以下の拡張子ファイルを無視する
pl: Ignoruj rozszerzenia dla których znajdowane s± hiper³±cza
ru: Игнорировать расширения при поиске гиперссылки

source: Autosave (list, history and options) every
cs: Automaticky ukládat seznam, historii a nastavení ka¾dých
de: Automatische Speicherung für (Liste, Protokoll, Optionen) alle
es: Grabación automática (lista, histórico y opciones) cada
fr: Sauvegarde automatique (liste, historique & préférences) toutes les
hu: Automatikus mentés (lista, elõzmények és beállítások) minden
it: Salva automaticamente (lista, cronologia e opzioni) ogni
ja: リスト、履歴、オプションの自動保存を使う
pl: Automatycznie zapisuj (listê, historiê i opcje) co
ru: Автосохранение

source: minute(s)
cs: minut
de: Minute(n)
es: minuto(s)
hu: perc(ek)
it: minuti
ja: 分毎
pl: minut(y)
ru: Минут(ы)

source: Max entry of download history
cs: Max. poèet polo¾ek historie stahování
de: Max. Anzahl für Abruf-Protokoll
es: Longitud máxima del histórico de descargas
fr: Taille maximale de l'historique
hu: Elõzmények maximális száma
it: Voci massime nella cronologia degli scaricamenti
ja: ダウンロード履歴の最大値
pl: Maksymalna ilo¶æ wpisów w historii pobierania
ru: Макс. количество записей истории

source: Max value of speed limiter
cs: Max. hodnota omezení rychlosti
de: Maximalwert für Geschwindigkeits-Begrenzer
es: Máximo valor de límite de velocidad
fr: Valeur maximale de limitation de vitesse de téléchargement
hu: Sebesség korlátozó maximális értéke
it: Valore massimo del limitatore di velocità
ja: スピード制限の最大値
pl: Maksymalna warto¶æ ograniczenia prêdko¶ci
ru: Макс. значение ограничителя скорости

source: Execute command when:
cs: Provést pøíkaz pokud:
es: Ejecutando comando cuando:
fr: Exécuter la commande quand :
hu: Parancs futtatása ha:
it: Esegui comando quando:
ja: 以下の場合にコマンドを実行します:

source: all downloads are stopped or completed
cs: ve¹keré stahování je pozastaveno nebo dokonèeno
es: todas las descargas estén detenidas o hayan terminado
fr: tous les téléchargements sont arrêtés ou terminés
hu: minden letöltés le lett állítva, vagy kész van
it: tutti gli scaricamenti sono fermati o completati
ja: ダウンロードがすべて停止または終了

source: timer expires
cs: vypr¹í èas
es: termina la cuenta regresiva
fr: arrêt du chrono.
hu: idõzítõ lejár
it: il timer scade
ja: タイマーが終了する

source: Command
cs: Pøíkaz
de: Befehl
es: Commando
fr: Commande
hu: Parancs
it: Comando
ja: コマンド
pl: Polecenie
ru: Команда

source: Quit Aria when all downloads are over or stopped by timer
cs: Ukonèit Ariu, kdy¾ jsou v¹echna stahování dokonèena nebo pozastavena èasovaèem
de: Aria beenden, wenn alle Downloads erledigt sind oder durch den Zeitgeber gestoppt wurden
es: Salir de Aria cuando todas las descargas estén terminadas o detenidas por el cronómetro
fr: Fermer Aria une fois tous les téléchargements terminés (ou après arrêt par le chrono.)
hu: Kilépés az Ariából, ha minden letöltés kész, vagy az idõzítõ leállította
it: Esci da Aria quando tutti gli scaricamenti sono completati o fermati dal timer
ja: 全ダウンロード終了時またはタイマーストップ時に Aria を終了させる
pl: Opu¶æ Aria gdy wszystkie pobierania zatrzymane licznikiem czasu lub przekroczony czas
ru: Выйти когда все закачки выполнены или остановлены таймером

source: Downloaded
cs: Sta¾eno
de: Abgerufen
es: Descarga
fr: Téléchargé
hu: Letöltött
it: Scaricato
ja: ダウン済み
pl: Pobrano
ru: Загружено

source: Total
cs: Celkem
de: Insgesamt
fr: Taille
hu: Összesen
it: Totale
ja: サイズ
pl: Razem
ru: Всего

source: Speed
cs: Rychlost
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
hu: Sebesség
it: Velocità
ja: 速度
pl: Prêdko¶æ
ru: Скорость

source: Remaining
cs: Zbývající èas
de: Restzeit
es: Restante
fr: Restant
hu: Hátralevõ idõ
it: Rimanente
ja: 残り時間
pl: Pozosta³o
ru: Осталось

source: Recurse
cs: Vnoøení
de: Rekursiv
es: Recursividad
fr: Récursif
hu: Rekurzívan
it: Ricorsione
ja: 再帰
pl: Rekursywnie
ru: Ссылка

source: Save
cs: Ulo¾it do
de: Speichere
es: Grabar
fr: Rép. d'enreg.
hu: Ment
it: Salva
ja: 保存場所
pl: Zapisz
ru: Сохранить

source: DIVIDED
cs: ROZDÌLEN
de: geteilt
es: DIVIDIDO
fr: DIVISÉ
hu: OSZTOTT
it: DIVISO
ja: 分割
pl: DZIELONY
ru: разделен

source: READY TO CONCAT
cs: PØIPRAVEN NA POSKLÁDÁNÍ
de: Bereit für Verbindung
es: LISTO PARA CONTACTAR
fr: PRÊT POUR L'ASSEMBLAGE
hu: ÖSSZEFÛZÉSRE KÉSZ
it: PRONTO PER LA CONCATENZIONE
ja: 結合可能
pl: GOTOWY NA PO£ACZENIE
ru: Готово к объединению

source: CRC ERROR
cs: CHYBA CRC
de: CRC-Fehler
es: ERROR DE CRC
fr: ERREUR DE SOMME DE CONTRÔLE (CRC)
hu: CRC HIBA
it: ERRORE CRC
ja: CRCエラー
pl: B£¡D CRC
ru: Ошибка контрольной суммы

source: EXEC ERROR
cs: CHYBA PØI PROVÁDÌNÍ PØÍKAZU
de: Fehler bei Programmausführung
es: ERROR DE EJECUCIÓN
fr: ERREUR D'EXÉCUTION
hu: FUTTATÁSI HIBA
it: ERRORE ESECUZIONE
ja: 実行エラー
pl: B£¡D EXEC
ru: Ошибка выполнения

source: DOWNLOAD ERROR
cs: CHYBA PØI STAHOVÁNÍ
de: DOWNLOAD-Fehler
es: ERROR DE DESCARGA
fr: ERREUR DE TÉLÉCHARGEMENT
hu: LETÖLTÉS HIBA
it: ERRORE SCARICAMENTO
ja: エラー
pl: B£¡D POBIERANIA
ru: Ошибка загрузки

source: LOCKED
cs: UZAMÈENO
de: gesperrt
es: BLOQUEADO
fr: VERROUILLÉ
hu: ZÁROLVA
it: BLOCCATO
ja: ロック
pl: ZABLOKOWANY
ru: Заблокировано

source: DOWNLOADING
cs: STAHUJI
de: Abruf aktiv
es: DESCARGANDO
fr: TÉLÉCHARGEMENT EN COURS
hu: LETÖLTÉS
it: IN SCARICAMENTO
ja: ダウンロード中
pl: POBIERANIE
ru: Загрузка

source: DOWNLOAD COMPLETE
cs: STAHOVÁNÍ DOKONÈENO
de: DOWNLOAD VOLLSTÄNDIG
es: DESCARGA COMPLETA
fr: TÉLÉCHARGEMENT TERMINÉ
hu: LETÖLTÉS KÉSZ
it: SCARICAMENTO COMPLETO
ja: ダウンロード完了
pl: POBIERANIE ZAKOÑCZONE
ru: Загрузка завершена

source: Paste URL list from clipboard
cs: Vlo¾it seznam URL ze schránky
de: URL-Liste aus Clipboard einfügen
es: Pegar lista de URLs del portapapeles
fr: Coller la liste d'URL à partir du presse-papier
hu: URL lista beillesztése a vágólapról
it: Incolla lista degli URL dagli appunti
ja: URLリストを貼付け
pl: Wstaw listê URL ze schowka
ru: Вставить список адресов из буффера

source: Clear item(s)
cs: Odstranit oznaèené polo¾ky
de: Bereinige Einträge
es: Eliminar item(s)
fr: Supprimer les objets
hu: Elem(ek) kitörlése
it: Elimina elementi
ja: 選択したアイテムを削除
pl: Czy¶æ element(y)
ru: Очистить адрес(а)

source: Start downloading selected item(s)
cs: Spustit stahování oznaèených polo¾ek
de: Abruf selektierter Einträge starten
es: Comenzar descarga de los items seleccionados
fr: Démarrer le téléchargement des objets sélectionnés
hu: Kijelölt elem(ek) letöltése
it: Avvia lo scaricamento degli elementi selezionati
ja: 選択したアイテムのダウンロードを開始
pl: Rozpocznij pobieranie wybranych elementów
ru: Начать закачку выбранных адресов

source: Stop downloading selected item(s)
cs: Pozastavit stahování oznaèených polo¾ek
de: Abruf selektierter Einträge stoppen
es: Detener la descarga de los items seleccionados
fr: Arrêter le téléchargement des objets sélectionnés
hu: Kijelölt elem(ek) letöltésének leállítása
it: Ferma scaricamento degli elementi selezionati
ja: 選択したアイテムのダウンロードを停止
pl: Zatrzymaj pobieranie wybranych elementów
ru: Прекратить закачку выбранных адресов

source: Download again selected item(s)
cs: Znovu stáhnout oznaèené polo¾ky
de: Selektierte Einträge erneut abrufen
es: Descargar de nuevo los items seleccionados
fr: Recommencer le téléchargement des objets sélectionnés
hu: Kijelölt elem(ek) újra letöltése
it: Scarica nuovamente gli elementi selezionati
ja: 選択したアイテムを再度ダウンロード
pl: Pobierz ponownie wybrane elementy
ru: Продолжить закачку выбранных адресов

source: Item option
cs: Nastavení polo¾ky
de: Eintrags-Option
es: Opciones del item
fr: Paramètres de l'objet
hu: Elem beállításai
it: Opzioni elemento
ja: アイテム設定
pl: Opcje elementu
ru: Настройки адреса

source: Lock selected item(s)
cs: Uzamknout oznaèené polo¾ky
de: Ausgeählte Einträge sperren
es: Bloquear los items seleccionados
fr: Verrouiller les objets sélectionnés
hu: Kijelölt elem(ek) zárolása
it: Blocca gli elementi selezionati
ja: 選択したアイテムをロックする
pl: Zablokuj wybrane elementy
ru: Блокировать выбранные адреса

source: Unlock selected item(s)
cs: Odemknout oznaèené polo¾ky
de: Selektierte Einträge freigeben
es: Desbloquear los items seleccionados
fr: Déverrouiller les objets sélectionnés
hu: Kijelölt elem(ek) feloldása
it: Sblocca gli elementi selezionati
ja: 選択したアイテムのロックを解除する
pl: Odblokuj wybrane elementy
ru: Разблокировать выбранные адреса

source: Move up
cs: Posunout vý¹
de: nach oben
es: Mover hacia arriba
fr: Déplacer vers le haut
hu: Felfelé mozgat
it: Sposta su
ja: 一つ上へ移動
pl: Przenie¶ w górê
ru: Вверх

source: Move down
cs: Posunout ní¾
de: nach unten
es: Mover hacia abajo
fr: Déplacer vers le bas
hu: Lefelé mozgat
it: Sposta giù
ja: 一つ下へ移動
pl: Przenie¶ w dó³
ru: Вниз

source: Track download
cs: Stahování
de: Abruf verfolgen
es: Rastrear descarga
fr: Suivre les téléchargements en cours
hu: Letöltés követése
it: Tieni traccia dello scaricamento
ja: ダウンロードを追跡
pl: ¦led¼ pobieranie
ru: Трассировать

source: Start downloading all items
cs: Spustit stahování v¹ech polo¾ek
de: Abruf aller Einträge beginnen
es: Comenzar descarga de todos los items
fr: Démarrer tous les téléchargements
hu: Összes elem letöltése
it: Avvia lo scaricamento di tutti gli elementi
ja: すべてのアイテムのダウンロードを開始
pl: Rozpocznij pobieranie wszystkich elementów
ru: Начать закачку всех

source: Stop downloading all items
cs: Pozastavit stahování v¹ech polo¾ek
de: Abruf aller Einträge stoppen
es: Detener descarga de todos los items
fr: Arrêter tous les téléchargements
hu: Összes elem letöltésének leállítása
it: Ferma lo scaricamento di tutti gli elementi
ja: すべてのアイテムのダウンロードを停止
pl: Zatrzymaj pobieranie wszystkich elementów
ru: Прекратить закачку всех

source: Adjust the number of working thread
cs: Upravit poèet pracujících vláken
de: Anzahl der Arbeits-Threads anpassen
es: Ajustar el número de hilos trabajando
fr: Ajuster le nombre de téléchargements simultanés
hu: Aktív szálak számát változtat
it: Modifica il numero dei thread attivi
ja: 現在のタブの同時ダウンロード数を調節する
pl: Dopasuj ilo¶æ pracuj±cych w±tków
ru: Установить количество рабочих тредов

source: About Aria
cs: O programu Aria
de: über Aria
es: Acerca de Aria
fr: À propos D'Aria
hu: Aria névjegye
it: Informazioni su Aria
ja: Aria って?
pl: O Aria
ru: О программе

source: Rollout:
cs: Vydáno:
fr: Dernière mise à jour :
hu: Készítve:
it: Rilasciato il:
ja: ロールアウト:
ru: Откат:

source: Translations:
cs: Pøeklady:
de: Übersetzungen:
es: Traducciones :
fr: Traductions :
hu: Fordítások:
it: Traduzioni:
ja: 翻訳:
pl: T³umaczenia
ru: Перевод:

source: (Czech)
cs: (Èe¹tina)
de: (Tschechisch)
es: (checo)
fr: (tchèque)
hu: (Cseh)
it: (Ceco)
ja: (チェコ語)
pl: (Czeskie)

source: (Spanish)
cs: (©panìl¹tina)
de: (Spanisch)
es: (español)
fr: (espagnol)
hu: (Spanyol)
it: (Spagnolo)
ja: (スペイン語)
pl: (Hiszpañskie)

source: (French)
cs: (Francouz¹tina)
de: (Französisch)
es: (francés)
fr: (français)
hu: (Francia)
it: (Francese)
ja: (フランス語)
pl: (Francuskie)

source: (German)
cs: (Nìmèina)
de: (Deutsch)
es: (alemán)
fr: (allemand)
hu: (Német)
it: (Tedesco)
ja: (ドイツ語)
pl: (Niemieckie)

source: (Hungarian)
cs: (Maïar¹tina)
fr: (hongrois)
hu: (Magyar)
it: (Ungherese)
ja: (ハンガリー語)

source: (Japanese)
cs: (Japon¹tina)
de: (Japanisch)
es: (japonés)
fr: (japonais)
hu: (Japán)
it: (Giapponese)
ja: (日本語)
pl: (Japoñskie)

source: (Polish)
cs: (Pol¹tina)
de: (Polnisch)
es: (polaco)
fr: (polonais)
hu: (Lengyel)
it: (Polacco)
ja: (ポーランド語)
pl: (Polskie)
