Repository: RodrigoT/Aria
Catalog: po/*.po
Languages: cs, de, es, fr, hu, it, ja, pl, ru

source: (Russian)
cs: (Ru¹tina)
de: (Russisch)
es: (ruso)
fr: (russe)
hu: (Orosz)
it: (Russo)
ja: (ロシア語)
pl: (Rosyjskie)

source: Aria Logo:
cs: Logo programu Aria:
fr: Logo :
hu: Aria logó:
it: Logo di Aria:
ja: Aria のロゴ

source: Special Thanks:
cs: Zvlá¹tní podìkování:
de: Besonderer Dank an:
es: Agradecimientos:
fr: Remerciements :
hu: Külön köszönet:
it: Ringraziamenti Speciali:
ja: スペシャル・サンクス:
pl: Specjalne podziêkowania:

source: and all who support Aria
cs: a v¹em, kdo podporují Ariu
de: und an alle die Aria unterstützen
es: y todos los que soportan Aria
fr: et tous ceux qui contribuent de près ou de loin à Aria
hu: és mindenkinek aki támogatja az Ariát.
it: e tutti quanti supportano Aria
ja: そして Aria を支えてくれた全ての人々へ
pl: i dla wszystkich wspomagaj±cych Aria

source: License:
cs: Licence:
de: Lizenz:
es: Licencia:
fr: Licence :
hu: Licenc
it: Licenza:
ja: ライセンス:
pl: Licencja:

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.
cs: Tento program je volný software; mù¾ete jej dále ¹íøit a/nebo mìnit v souladu s podmínkami GNU Obecné Veøejné Licence, publikované Nadací pro Volný Software (Free Software Foundation); v souladu buï s verzí 2 této Licence nebo (dle Va¹í volby) s kteroukoli pozdìj¹í verzí. Tento program je distribuován ve víøe, ¾e bude u¾iteèný, ale BEZ JAKÉKOLI ZÁRUKY; dokonce bez vyplývající záruky PRODEJNOSTI nebo VHODNOSTI PRO URÈITÝ ÚÈEL. Pøeètìte si GNU Obecnou Veøejnou Licenci pro dal¹í podrobnosti. Kopii GNU Obecné Veøejné Licence byste mìli dostat spolu s tímto programem; pokud ne, napi¹te si o ni na adresu: Free Software Foundation, Inc. 59 Temple Place - Suite 330 Boston, MA 02111-1307, USA. nebo nav¹tivte stránku http://www.gnu.cz/
de: his program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.
es: Este programa es 'software libre'; usted puede distribuirlo y/o modificarlo bajo los térmidos de la 'General Public License' GNU publicada por la Free Software Foundation; ya sea la versión 2 o (a su elección) cualquiera posterior. Este programa se distribuye con la esperanza de que sea útil, pero SIN NINGUNA GARANTÍA; sin siquiera garantía de FACTIBILIDAD DE COMERCIALIZACIÓN o AJUSTE PARA ALGÚN PROPÓSITO PARTICULAR. Vea la General Public License de GNU para más detalles. Usted debería haber recibido una copia de la General Public License (GNU) junto con esate programa; si no es así, escriba a la Free Software Foundation, Inc., 59 Temple Place - Suit 330, Boston, MA 02111-1307. USA.
fr: Ce programme est libre, vous pouvez le redistribuer et/ou le modifier selon les termes de la Licence Publique Générale GNU publiée par la Free Software Foundation (version 2 ou bien toute autre version ultérieure choisie par vous). Ce programme est distribué car potentiellement utile, mais SANS AUCUNE GARANTIE, ni explicite ni implicite, y compris les garanties de commercialisation ou d'adaptation dans un but spécifique. Reportez-vous à la Licence Publique Générale GNU pour plus de détails. Vous devez avoir reçu une copie de la Licence Publique Générale GNU en même temps que ce programme ; si ce n'est pas le cas, écrivez à la Free Software Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA 02111-1307, États-Unis.
hu: Ez a program szabad forráskódú; szabadon terjesztheted és/vagy módosíthatod a GNU Általános közreadási Feltételek Dokumentuma szerint, melyet a Szabad Szoftver Alapítvány adott ki; vagy a 2-es verzió alapján, vagy (tetszés szerint) bármelyik késõbbi verzió alapján. Ez a program abban a reményben kerül közreadásra, hogy hasznos lesz, de minden egyéb GARANCIA NÉLKÜL, az eladhatóságra vagy valamely célra való alkalmazhatóságra való származtatott garanciát is beleértve. További részletekért lásd a GNU Általános Közreadási Feltételek dokumentumát. A programmal együtt kellett, hogy érkezzen egy példány a GNU Általános Közreadási Feltételek dokumentumából is. Ha mégsem akkor ezt a Szabad Szoftver Alapítványnak küldött levélben jelezni kell. A szabad szoftver alapítvány címe: Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.

source: Built on:
cs: Zkompilováno na:
de: erstellt auf:
es: Infos de compilation :
fr: Infos de compilation :
hu: Lefordítva:
it: Generato su:
ja: バイナリ情報:
pl: Zbudowano na:

source: Help
cs: Nápovìda
de: Hilfe
es: Ayuda
fr: Aide
hu: Segítség
it: Aiuto
ja: ヘルプ
pl: Pomoc
ru: Помощь

source: Yes
cs: Ano
de: Ja
es: Si
fr: Oui
hu: Igen
it: Si
ja: はい
pl: Tak
ru: Да

source: No
cs: Ne
de: Nein
fr: Non
hu: Nem
ja: いいえ
pl: Nie
ru: Нет

source: The specified list no longer exists.
cs: Udaný seznam ji¾ neexistuje.
de: Die angegebene Liste existiert nicht mehr.
es: La lista especificada ya no existe.
fr: Cette liste n'existe plus.
hu: A megadott lista nem létezik.
it: La lista specificata non esiste più.
ja: 指定されたリストは存在しません
pl: Podana lista ju¿ nie istnieje.
ru: Указанный список более не существует

source: Paste to
cs: Vlo¾it do
de: Einfügen in
es: Pegar en
fr: Coller dans
hu: Illeszd be a
it: Incolla a
ja: 貼付けリスト
pl: Wstaw do
ru: Вставить

source: Start downloading when pasted
cs: Spustit stahování po vlo¾ení
de: Abruf nach Einfügung beginnen
es: Comenzar descarga de todos los items
fr: Démarrer les téléchargements immédiatement
hu: Beillesztés után kezdd el letölteni
it: Avvia lo scaricamento quando incollato
ja: 貼付け後ダウンロードを開始
pl: Rozpocznij pobieranie po wstawieniu
ru: Начать закачку после вставки

source: Paste
cs: Vlo¾it
de: Einfügen
es: Pegar
fr: Coller
hu: Beillesztés
it: Incolla
ja: 貼付け
pl: Wstaw
ru: Вставить

source: History URL list
cs: Historie - seznam pou¾itých URL
de: URL-Liste-Protokoll
es: Listado histórico de URLs
fr: Historique de téléchargement
hu: URL lista elõzmények
it: Cronologia degli URL
ja: ダウンロード履歴
pl: Lista historii URL
ru: История списка адресов

source: Date
cs: Datum
de: Datum
es: Fecha
hu: Dátum
it: Data
ja: 日付
pl: Data
ru: Дата

source: Close
cs: Zavøít
de: schließen
es: Cerrar
fr: Fermer
hu: Bezár
it: Chiudi
ja: 閉じる
pl: Zamknij
ru: Закрыть

source: Query
cs: Vyhledat
de: Anfrage
es: Requerimiento
fr: Recherche
hu: Lekérdezés
it: Interrogazione
ja: クエリー
pl: Zapytanie
ru: Запрос

source: Limit download speed (in Kbytes/sec) (0.0: unlimited)
cs: Maximální rychlost stahování (v KB/sek) (0.0: bez omezení)
de: Begrenzung Abrufgeschw. (in Kbytes/Sek.) (0.0: unbegrenzt)
es: Límite de velocidad de descarga (en Kbytes/seg.) (0.0 : illimitado)
fr: Limite de la vitesse de téléchargement (en Koctets/sec) (0,0 : illimité)
it: Limite velocità di scaricamento (in Kbytes/sec) (0.0: illimitato)
ja: ダウンロード速度制限 (Kbyte/sec) (0.0: 制限しない)
pl: Ograniczenie prêdko¶ci pobierania (w Kbajtach.sek)(0.0: bez ograniczeñ)
ru: Ограничение скорости загрузки (Кбайт/сек) (0.0: нет ограничения)

source: Domain
cs: Doména
es: Dominio
fr: Domaine
it: Dominio
ja: ドメイン
pl: Domena
ru: Домен

source: Don't send CWD command, instead use absolute path.
cs: Neposílat pøíkaz CWD, místo toho pou¾ívat absolutní cestu
fr: Ne pas envoyer le commande CWD, mais utiliser des chemins relatifs
it: Non inviare il comando CWD, usa invece il percorso assoluto.
ja: CWD コマンドを使わず、絶対パスを使う

source: Proxy
ja: プロキシ
ru: Прокси

source: (Italian)
fr: (italien)
ja: (イタリア語)

source: (Traditional Chinese)
ja: (中文(繁体字))

source: OK
es: Aceptar

source: Ok
es: Aceptar
ru: Ок

source: URL
ru: Адрес
