Repository: RodrigoT/Aria
Catalog: po/*.po
Languages: cs, de, es, fr, hu, it, ja, pl, ru

source: Usage: aria [OPTION]...
cs: Pou¾ití: aria [VOLBA]...
de: Aufruf: aria [OPTION]
es: Uso: aria [OPCIONES]...
hu: Használat: aria [Paraméterek]
it: Uso: aria [OPZIONI]
ja: 使い方: aria [OPTION]...
pl: U¿ycie: aria [OPCJE]...
ru: Использование aria [опции]...

source: Yet another download tool
cs: Je¹tì jiný stahovací nástroj
de: Ein weiteres Download-Programm
es: Otra utilidad para descargar archivos
fr: L'autre assistant de téléchargement
hu: Megint egy újfajta letöltõ program
it: Ancora un altro strumento per lo scaricamento
pl: Jeszcze jedno narzêdzie do pobierania plików
ru: Еще одно средство закачки

source: Options:
cs: Nastavení
de: Optionen:
es: Opciones:
hu: Beállítások
it: Opzioni:
ja: オプション:
pl: Opcje
ru: Настройки

source: -g, --get URL URL to get
cs: -g, --get URL URL ke sta¾ení
de: -g, --get URL abzurufende URL
es: -g, --get URL URL del archivo a descargar
fr: -g, --get URL URL à downloader
hu: -g, --get URL letöltendõ URL
it: -g, --get URL URL da scaricare
ja: -g, --get URL URL をダウンロード
pl: -g, --get URL URL do pobrania
ru: -g, --get URL закачать адрес

source: -d, --dir SAVEDIR save directory
cs: -d, --dir ADRESÁØ adresáø pro ulo¾ení
de: -d, --dir SAVEDIR Sicherungsverzeichnis
es: -d, --dir DIRECTORIO directorio donde se grabará
fr: -d, --dir REP_ENREG répertoire d'enregistrement
hu: -d, --dir CÉLKÖNYVTÁR könyvtár ahová menteni szeretnéd
it: -d, --dir SAVEDIR directory di salvataggio
ja: -d, --dir SAVEDIR 保存先ディレクトリ
pl: -d, --dir SAVEDIR katalog do zapisania
ru: -d, --dir SAVEDIR директория для сохранения

source: -r, --ref REFERER referer
cs: -r, --ref VÝCHOZÍ_SOUBOR výchozí soubor
de: -r, --ref REFERER Bezugslink
hu: -r, --ref HIVATKOZÁS hivatkozás, kitõl jött a kérés
ja: -r, --ref REFERER リファラー
pl: -r, --ref REFERER odno¶nik
ru: -r, --ref REFERER ссылка

source: -u, --url-list FILE open URL list
cs: -u, --url-list SOUBOR otevøít seznam URL
de: -u, --url-list FILE öffne URL-Liste
es: -u, --url-list ARCHIVO abrir lista de URLs
fr: -u, --url-list FICHIER fichier-liste d'URL à ouvrir
hu: -u, --url-list FÁJL URL(cím) lista megnyitása
it: -u, --url-list FILE apre lista di URL
ja: -u, --url-list FILE URL リストファイルを開く
pl: -u, --url-list FILE otwiera listê URLi
ru: -u, --url-list FILE открыть список адресов

source: -c, --crc-list FILE open CRC list
cs: -c, --crc-list SOUBOR otevøít seznam CRC
de: -c, --crc-list FILE öffne CRC-Liste
es: -c, --crc-list ARCHIVO abrir lista de CRSs
fr: -c, --crc-list FICHIER fichier-liste de CRC à ouvrir
hu: -c, --crc-list FÁJL CRC lista megnyitása
it: -c, --crc-list FILE apre lista di CRC
ja: -c, --crc-list FILE CRC リストファイルを開く
pl: -c, --crc-list FILE otwiera listê CRC
ru: -c, --crc-list FILE открыть CRC списка

source: --basket Show basket and iconify Aria
cs: --basket ukázat ko¹ a ikonifikovat Ariu
de: --basket Zeige Korb und ikonifiziere Aria
es: --basket Miostrar canasta y minimizar Aria
fr: --basket ouvrir le panier et icônifier Aria
hu: --basket D'n'D szemetes megnyitása, Aria ikonizálása
it: --basket mostra cestino e iconizza Aria
ja: --ls-basket バスケットを表示し、Aria を最小化する
pl: --basket Poka¿ kosz i zikonizuj Aria
ru: --Корзина Показать корзину и иконки

source: -v, --version print version information
cs: -v, --version vytisknout informaci o verzi
de: -v, --version zeige Versions-Information
es: -v, --version mostrar información de la versión
fr: -v, --version afficher le numéro de version
hu: -v, --version kiírja a program verziószámát
it: -v, --version stampa le informazioni sulla versione
ja: -v, --version バージョン情報を表示
pl: -v, --version wypisuje informacjê o wersji
ru: -v, --version вывести версию

source: -h, --help print this help
cs: -h, --help vytisknout tuto nápovìdu
de: -h, --help zeige diese Hilfe
es: -h, --help mostrar esta ayuda
fr: -h, --help afficher cette aide
hu: -h, --help kiírja ezt a segédletet
it: -h, --help mostra questo aiuto
ja: -h, --help このヘルプを表示
pl: -h, --help wypisuje ten ekran pomocy
ru: -h, --help этот экран помощи

source: --initrc initialize resource files
cs: --initrc inicializovat konfiguraèní soubory
de: --initrc Ressourcen-Dateien initialisieren
es: --initrc inicializar archivo de recursos
fr: --initrc recréer les fichiers de ressource
hu: --initrc inicializálja az erõforrás fájlokat
it: --initrc inizializza i file di risorsa
ja: --initrc 設定ファイルを初期化
pl: --initrc pliki inicjalizacji zasobu
ru: --initrc инициализовать файл ресурсов

source: --geometry WIDTHxHEIGHT+XOFF+YOFF set the size and position of main window
cs: --geometry WIDTHxHEIGHT+XOFF+YOFF nastaví velikost a pozici hlavního okna
de: --geometry WIDTHxHEIGHT+XOFF+YOFF Größe und Position des Hauptfensters setzen
es: --geometry ANCHOxALTO+POSX+POSY fijar posición y tamaño de la ventana principal
fr: --geometry LARGEURxHAUTEUR+POSX+POSY positionne et dimensionne la fenêtre principale
hu: --geometry WIDTHxHEIGHT+XOFF+YOFF a fõablak méretét és pozícióját határozza meg
it: --geometry WIDTHxHEIGHT+XOFF+YOFF imposta dimensione e posizione della finestra principale
ja: --geometry WIDTHxHEIGHT+XOFF+YOFF\n メインウインドウの位置とサイズを指定する
pl: --geometry SZERxWYS+XOFF+YOFF ustawia wielko¶æ i pozycjê g³ównego okna
ru: --geometry WIDTHxHEIGHT+XOFF+YOFF установить размер и положение главного окна

source: --thread-limit-override NUM if you want more simultaneous downloads...
de: --thread-limit-override NUM wenn sie mehrere simultane Abrufe möchten...
es: --thread-limit-override NUM cantidad de archivos simultáneos a descargar
fr: --thread-limit-override NUM nombre de téléchargements simultanés
hu: --thread-limit-override NUM ha több egyidejû letöltést szeretnél
it: --thread-limit-override NUM se vuoi più scaricamenti simultanei...
ja: --thread-limit-override NUM より多くの同時ダウンロード数を指定
pl: --thread-limit-override NUM je¶li chcesz wiêcej równoleg³ych pobierañ...
ru: --thread-limit-override NUM количество одновременных закачек...

source: Control Options: the following options are effective only when another aria is already running
cs: Ovládací volby: následující volby jsou funkèní pouze v pøípadì, kdy ji¾ bì¾í jiná aria
de: Kontroll-Optionen: folgende Optionen haben nur Wirkung, wenn bereits eine Aria-Instanz läuft
es: Opciones de control: las siguientes opciones tienen efecto sólo cuando ya hay otro aria corriendo
fr: Options de contrôle : les options suivantes ne sont effectives que quand Aria est déjà ouvert
hu: Vezérlõ paraméterek: a köv. beállításoknak csak akkor van hatása,ha már fut egy Aria
it: Opzioni di Controllo: le seguenti opzioni hanno effetto solo quando un altro aria è già in esecuzione
ja: コントロールオプション: 以下のオプションは Aria がすでに同一ユーザに実行されている場合にのみ有効です
pl: Opcje kontrolne: nastêpuj±ce opcje maj± zastosowanie tylko, gdy inna kopia ariaju¿ pracuje
ru: Опции управления: следующие опции действуют только когда другой процесс программы запущен

source: -s, --start start all downloads
cs: -s, --start spustit v¹echna stahování
de: -s, --start startet alle Abrufe
es: -s, --start iniciar todas las descargas
fr: -s, --start démarrer tous les téléchargements
hu: -s, --start összes letöltés indítása
it: -s, --start avvia tutti gli scaricamenti
ja: -s, --start 全てのダウンロードを開始
pl: -s, --start rozpoczyna wszystkie pobierania
ru: -s, --start запустить все закачки

source: -p, --stop stop all downloads
cs: -p, --stop pozastavit v¹echna stahování
de: -p, --stop stoppt alle Abrufe
es: -p, --stop detener todas las descargas
fr: -p, --stop arrêter tous les téléchargements
hu: -p, --stop összes letöltés leállítása
it: -p, --stop ferma tutti gli scaricamenti
ja: -p, --stop 全てのダウンロードを停止
pl: -p, --stop zatrzymuje wszystkie pobierania
ru: -p, --stop остановить все закачки

source: -a, --again re-download all items
cs: -a, --again znovu stáhnout v¹echny polo¾ky
de: -a, --again alle Einträge erneut abrufen
es: -a, --again descargar de nuevo todos los items
fr: -a, --again recommencer tous les téléchargements
hu: -a, --again az összes elem újra letöltése
it: -a, --again scarica nuovamente tutti gli elementi
ja: -a, --again 全てのダウンロードをやり直す
pl: -a, --again pobiera ponownie wszystkie elementy
ru: -a, --again перезакачать все файлы

source: -q, --quit quit Aria(with no confirmation)
cs: -q, --quit ukonèit Ariu (bez potvrzení)
de: -q, --quit Aria beenden(mit ohne Bestätigung;)
es: -q, --quit salir de Aria (sin pedir confirmación)
fr: -q, --quit quitter Aria (sans confirmation)
hu: -q, --quit kilépés az Ariából(nem kér megerõsítést)
it: -q, --quit chiude Aria (senza conferma)
ja: -q, --quit Aria を終了させる
pl: -q, --quit opuszcza Aria (bez potwierdzenia)
ru: -q, --quit выйти из программы (без подтверждений)

source: --list-name show the name of the current list
cs: --list-name ukázat jméno nynìj¹ího seznamu
de: --list-name zeige den Namen der aktuellen Liste
es: --list-name mostrar el nombre de la lista actual
fr: --list-name afficher le nom de la liste active
hu: --list-name kiírja az aktuális lista nevét
it: --list-name mostra il nome della lista corrente
ja: --list-name 現在のリストの名前を表示
pl: --list-name pokazuje nazwê bie¿±cej listy
ru: --list-name показать имя текущего списка

source: --list-prev switch to the previous list
cs: --list-prev pøepnout do pøedchozího seznamu
de: --list-prev Wechsel zur vorhergehenden Liste
es: --list-prev cambiar a la lista anterior
fr: --list-prev activer la liste précédente
hu: --list-prev átváltás az elõzõ listába
it: --list-prev passa alla lista precente
ja: --list-prev 前のリストに切替え
pl: --list-prev prze³±cza na poprzedni± listê
ru: --list-prev переключиться на предыдущий список

source: --list-next switch to the next list
cs: --list-next pøepnout do následujícího seznamu
de: --list-next Wechsel zur nächsten Liste
es: --list-next cambiar a la lista siguiente
fr: --list-next activer la liste suivante
hu: --list-next átváltás a következõ listába
it: --list-next passa alla lista successiva
ja: --list-next 次のリストに切替え
pl: --list-next prze³±cza na nastêpn± listê
ru: --list-next переключиться на следующий список

source: --list-delete delete the current list
cs: --list-delete smazat nynìj¹í seznam
de: --list-delete lösche die aktuelle Liste
es: --list-delete borrar la lista actual
fr: --list-delete supprimer la liste active
hu: --list-delete az aktuális lista törlése
it: --list-delete cancella la lista corrente
ja: --list-delete 現在のリストを削除
pl: --list-delete usuwa bie¿±c± listê
ru: --list-delete удалить текущий список

source: --clear-complete clear downloaded items
cs: --clear-complete vymazat sta¾ené polo¾ky
de: --clear-complete lösche abgerufene Einträge
es: --clear-complete borrar de la lista los items recibidos
fr: --clear-complete supprimer les téléchargements terminés
hu: --clear-complete befejezett letöltések törlése
it: --clear-complete elimina elementi scaricati
ja: --clear-complete ダウンロード済アイテムを削除する
pl: --clear-complete czy¶ci pobrane elementy
ru: --clear-complete удалить закачаные адреса

source: --ls-complete show URLs downloaded
cs: --ls-complete ukázat sta¾ené URL
de: --ls-complete zeige abgerufene URLs
es: --ls-complete mostrar las URLs descargadas
fr: --ls-complete afficher les URL téléchargées
hu: --ls-complete mutasd a letöltött URLeket
it: --ls-complete mostra URL scaricati
ja: --ls-complete ダウンロード済の URL を表示する
pl: --ls-complete pokazuje pobrane URLe
ru: --ls-complete показать закачанные адреса

source: --ls-ready show URLs waiting in queue
cs: --ls-ready ukázat URL èekající ve frontì
de: --ls-ready zeige URLs in Warteschlange
es: --ls-ready Mostrar las URLs que estan en cola
fr: --ls-ready afficher les URL en attente de téléchargement
hu: --ls-ready mutasd letöltendõ URLeket
it: --ls-ready mostra URL in attesa in coda
ja: --ls-ready 待機中の URL を表示する
pl: --ls-ready pokazuje URLe czekaj±ce w kolejce
ru: --ls-ready показать адреса в очереди

source: --ls-error show URLs in error
cs: --ls-error ukázat URL s chybou
de: --ls-error zeige URLs im Fehlerstatus
es: --ls-error mostrar las URLs con errores
fr: --ls-error afficher les URL en erreur
hu: --ls-error mutasd azokat a hibás URLeket
it: --ls-error mostra URL in errore
ja: --ls-error エラーの URL を表示する
pl: --ls-error pokazuje URLe z b³êdami
ru: --ls-error показать адреса с ошибками

source: --ls-run show URLs now downloading
cs: --ls-run ukázat právì stahované URL
de: --ls-run zeige z. Zt. abgerufene URLs
es: --ls-run mostrar las URLs que se estan descargando
fr: --ls-run afficher les URL en cours de téléchargement
hu: --ls-run mutasd a letöltési folyamatban levõ URLeket
it: --ls-run mostra URL in scaricamento adesso
ja: --ls-run ダウンロード中の URL を表示する
pl: --ls-run pokazuje w³a¶nie pobierane URLe
ru: --ls-run показать закачиваемые адреса

source: --ls-stop show URLs stopped
cs: --ls-stop ukázat pozastavené URL
de: --ls-stop zeige gestoppte URLs
es: --ls-stop mostrar las URLs que estan detenidas
fr: --ls-stop afficher les URL stoppées
hu: --ls-stop mutasd a leállított URLeket
it: --ls-stop mostra URL fermati
ja: --ls-stop 停止中の URL を表示する
pl: --ls-stop pokazuje zatrzymane URLe
ru: --ls-stop показать остановленные адреса

source: --ls-lock show URLs locked
cs: --ls-lock ukázat uzamèené URL
de: --ls-lock zeige gesperrte URLs
es: --ls-lock mostrar las URLs que estan bloqueadas
fr: --ls-lock afficher les URL verrouillées
hu: --ls-lock mutasd a lezárt URLeket
it: --ls-lock mostra URL bloccati
ja: --ls-lock ロックされた URL を表示する
pl: --ls-lock pokazuje zablokowane URLe
ru: --ls-lock показать заблокированные адреса

source: --ls-all show all URLs in queue
cs: --ls-all ukázat v¹echny URL ve frontì
de: --ls-all zeige alle URLs in der Warteschlange
es: --ls-all mostrar todas las URLs que estan en cola
fr: --ls-all afficher toutes les URL
hu: --ls-all mutasd a letöltésre váró URLeket
it: --ls-all mostra tutti gli URL in coda
ja: --ls-all すべての URL を表示する
pl: --ls-all pokazuje wszystkie URLe z kolejki
ru: --ls-all показать всю очередь

source: Compiled date:
cs: Datum kompilace:
de: Kompilations-Datum:
es: Fecha de compilación:
fr: Date de compilation :
hu: Fordítás dátuma:
it: Data di compilazione:
pl: Skompilowano dnia:
ru: Дата сборки:

source: The part of directory browser is a modified code, the original code was written by Peter Alm, Mikael Alm, Olle Hallnas, Thomas Nilsson and 4Front Technologies. The original code is copyrighted by Peter Alm, Mikael Alm, Olle Hallnas, Thomas Nilsson and 4Front Technologies.
cs: Zdrojový kód adresáøového prohlí¾eèe je modifikovanou verzí kódu napsaného následujícími autory: Peter Alm, Mikael Alm, Olle Hallnas, Thomas Nilsson a firma 4Front Technologies. Vlastníky autorských práv jsou: Peter Alm, Mikael Alm, Olle Hallnas, Thomas Nilsson a firma 4Front Technologies.
de: Der Teil des Verzeichnis-Browsers ist modifizierter Code, der Original-Code wurde geschrieben von Peter Alm, Mikael Alm, Olle Hallnas, Thomas Nilsson und 4Front Technologies. Der Original-Code unterliegt dem Copyright von Peter Alm, Mikael Alm, Olle Hallnas, Thomas Nilsson und 4Front Technologies.
es: La parte del navegador de directorios es código modificado, el original fue escrito por Peter Alm, Mikael Alm, Olle Hallnas, Thomas Nilsson y 4Front Technologies. El código original tiene copyright de Peter Alm, Mikael Alm, Olle Hallnas, Thomas Nilsson y 4Front Technologies.
fr: Le code concernant le dialogue de sélection de fichiers est une adaptation de celui originellement écrit par Peter Alm, Mikael Alm, Olle Hallnas, Thomas Nilsson et 4Front Technologies. Le code original est la propriété de Peter Alm, Mikael Alm, Olle Hallnas, Thomas Nilsson et 4Front Technologies.
hu: A könyvtárböngészõ egy része módosított kód. Az eredeti kódot Peter Alm, Mikael Alm, Olle Hallnas, Thomas Nilsson és a 4Front Technologies írták. Az eredeti kód szerzõi joga Peter Alm, Mikael Alm, Olle Hallnas, Thomas Nilsson és 4Front Technologies tulajdona.
pl: Czê¶æ przegl±darki katalogów to modyfikowany kod, kod oryginalny zosta³ napisany przez Peter Alm, Mikael Alm, Olle Hallnas, Thomas Nilsson i 4Front Technologies. Prawa do oryginalnego kodu zastrze¿one przez Peter Alm, Mikael Alm, Olle Hallnas, Thomas Nilsson i 4Front Technologies.

source: The part of MD5 checking is a modified code, the original code was written for GnuPG, copyrighted 1995, 1996, 1998, 1999 Free Software Foundation, Inc.
cs: Zdrojový kód èásti testující MD5 vznikl modifikací kódu napsaného pro GnuPG, copyright 1995, 1996, 1998, 1999 Nadace pro volný software (Free Software Foundation, Inc.)
de: Der Code zur MD5-PRüfung ist ein modifizierter Code, der Original-Code wurde geschriebenten für GnuPG, copyrighted 1995, 1996, 1998, 1999 Free Software Foundation, Inc.
es: La parte de la verificación MD5 checking es código modificado, el original fue escrito para GnuPG, copyright 1995, 1996, 1998, 1999 Free Software Foundation, Inc.
fr: Le code concernant les vérifications de sommes de contrôle MD5 est une adaptation de celui originellement écrit pour GnuPG, tous droits déposés 1995, 1996, 1998, 1999 Free Software Foundation, Inc.
hu: Az MD5 ellenõrzés egy része módosított kód. Az eredetit a GnuPG programhoz írták, a szerzõi jogok levédve 1995, 1996, 1998, 1999 Free Software Foundation,Inc.
pl: Czê¶æ sprawdzania MD5 to zmodyfikowany kod, oryginalny kod zosta³ napisany dla GnuPH, wszystkie prawa zastrze¿one 1995, 1996, 1997, 1998, 1999 Free Software Fundation

source: This program uses zlib, Copyright (C) 1995-1998 Jean-loup Gailly and Mark Adler
cs: Tento program pou¾ívá zlib, Copyright (C) 1995-1998 Jean-loup Gailly a Mark Adler
de: Dieses Programm benutzt zlib, Copyright (C) 1995-1998 Jean-loup Gailly and Mark Adler
es: Este programa usa zlib, Copyright (C) 1995-1998 Jean-loup Gailly y Mark Adler
fr: Ce programme utilise zlib, Tous droits déposés (C) 1995-1998 Jean-loup Gailly and Mark Adler.
hu: Ez a program használja a zlibet, amelynek szerzõi jogait (C) 1995-1998Jean-loup Gailly and Mark Adler birtokolják
pl: Ten program u¿ywa zlib, wszelkie prawa zastrze¿one (c) 1995-1998 Jean-loup Gaily i Mark Adler

source: This program uses OpenSSL, Copyright (C) 1995-1998 Eric Young (eay@cryptsoft.com)
cs: Tento program pou¾ívá OpenSSL, Copyright (C) 1995-1998 Eric Young (eay@cryptsoft.com)
es: Este programa usa OpenSSL, Copyright (C) 1995-1998 Eric Young (eay@cryptsoft.com)
fr: Ce programme utilise OpenSSL, tous droits déposés (C) 1995-1998 Eric Young (eay@cryptsoft.com)
hu: A program használ OpenSSL-t, amelynek szerzõi jogait (C) 1995-1998 Eric Young (eay@cryptsoft.com) birtokolják

source: Status (Ready/Error/Downloading/Stop/Complete/Lock)
cs: Stav (Pøipraveno/Chyba/Stahuji/Pozastaveno/Dokonèeno/Uzamèeno)
de: Status (Bereit/Fehler/Abruf/Stop/komplett/Sperre)
es: Estado (R=listo/E=error/D=descargando/S=detenido/C=terminado/L=bloqueado)
fr: Status (R=pret/E=erreur/D=téléchargement en cours/S=stop/C=terminé/L=verrouillé)
hu: Állapot (Kész/Hiba/Letöltés folyamatban/Leállítva/Letöltve/Zárva
it: Stato (Pronto/Errore/In scaricamento/Fermo/Completo/Bloccato)
ja: 状態 (待機/エラー/ダウンロード/停止/完了/ロック)
pl: Stan (Gotowy/B³±d/Pobieranie/Stop/Zakoñczono/Zablokowano)
ru: Статус (Ready/Error/Downloading/Stop/Complete/Lock)

source: Split?(Yes/No/split Parts)
cs: Rozdìlit?(Ano/Ne/rozdìlit Èásti)
de: Aufteilen?(Ja/Nein/Teil-Anzahl)
es: Dividir? (Y=si/N=no/P=partes)
fr: Découpage? (Y=oui/N=non/P=découpage en morceaux)
hu: Feldaraboljam?(Igen/Nem/egyes részek felosztása)
it: Dividi?(Si/No/dividi Parti)
ja: 分割?(Yes/No/分割された部分)
pl: Podzieliæ?(Tak/Nie/czê¶ci Podzia³u
ru: Поменять?(Yes/No/split Parts)

source: Total
cs: Celkem
de: Insgesamt
hu: Teljes
it: Totale
ja: 合計
pl: Razem
ru: Всего

source: URLs
cs: URL
fr: URL
hu: URLek
it: URL
ja: 個の URL
pl: URLe
ru: Адреса

source: Another Aria is not running. This option makes no effect.
cs: Jiná Aria nebì¾í. Tato volba nemá ¾ádný efekt.
de: Es läuft keine weitere Aria-Instanz. Diese Option hat keinen Effekt.
es: Hay otra instancia de Aria corriendo. Esta opción no tendrá efecto.
fr: Aucune instance d'Aria n'est ouverte. Cette option ne peut être exécutée.
hu: Már fut egy Aria. Az paraméternek nincs hatása
it: Un altro Aria non è in esecuzione. Questa opzione non ha effetto.
ja: 他の Aria が起動していません。このオプションは無効です。
pl: ¯adna Aria nie pracuje. Opcja ta nie ma znaczenia
ru: Еще один процесс программы не запущен. Эти опции безрезультатны.

source: Reading Server Template file...
cs: Naèítám soubor serverové ¹ablony...
de: Lese Server-Muster-Datei..
es: Leyendo plantilla del servidor...
fr: Chargement des modèles de serveurs..
hu: Szerver minta fájl olvasása...
it: Lettura dei Modelli di Server...
ja: サーバーテンプレートを読み込んでいます..
pl: Odczytywanie pliku tymczasowego serwera...
ru: Чтение шаблона настройки Сервера...

source: Server Template status : good
cs: Stav serverové ¹ablony: v poøádku
de: Server-Muster-Status: gut
es: Servidor: estado de la plantilla: OK
fr: Accès aux modèles de serveurs : OK
hu: Szerver minta fájl állapot : rendben
it: Stato dei Modelli di Server : OK
ja: 成功
pl: Stan tymczasowego serwera : dobry
ru: Статус настройки Сервера : ОК

source: Server Template status : error
cs: Stav serverové ¹ablony: chyba
de: Server-Muster-Status: Fehler
es: Servidor: Estado de la plantilla: error
fr: Accès aux modèles de serveurs : erreur
hu: Szerver minta fájl állapot : hiba
it: Stato dei Modelli di Server : errore
ja: エラー
pl: Stan tymczasowego serwera : b³±d
ru: Статус настройки Сервера : ошибка

source: Reading Command list file...
cs: Naèítám soubor se seznamem pøíkazù...
de: Lese Befehlslisten-Datei...
es: Leyendo archivo de comandos...
fr: Chargement de la liste des commandes..
hu: Parancs lista olvasása...
it: Lettura della lista dei Comandi...
ja: コマンドリストを読み込んでいます..
pl: Czytanie pliku listy poleceñ...
ru: Чтение списка команд...

source: Command list status : good
cs: Stav seznamu pøíkazù: v poøádku
de: Status Befehlslisten-Datei: gut
es: Estado de la lista de comandos: OK
fr: Liste des commandes : OK
hu: Parancs lista állapot : rendben
it: Stato della lista dei Comandi : OK
ja: 成功
pl: Stan listy poleceñ : dobry
ru: Статус списка команд : ОК

source: Command list status : error
cs: Stav seznamu pøíkazù: chyba
de: Status Befehlslisten-Datei: Fehler
es: Estado de la lista de comandos: error
fr: Liste des commandes : erreur
hu: Parancs lista állapot : hiba
it: Stato della lista dei Comandi : errore
ja: エラー
pl: Stan listy poleceñ : b³±d
ru: Статус списка команд : ошибка

source: Reading Default item config file...
cs: Naèítám soubor výchozího nastavení polo¾ky...
de: Lese Default-Konfigurations-Datei...
es: Leyendo archivo de configuración de items por defecto...
fr: Chargement des paramètres d'objet par défaut
hu: Elem alapértelmezett konfigurációjának olvasása...
it: Lettura della configurazione predefinita degli elementi...
ja: デフォルトのアイテム設定を読み込んでいます..
pl: Czytanie pliku domy¶lnej konfiguracji elementów...
ru: Чтение настроек по умолчанию для адреса...

source: Default item config status: error >> using default config
cs: Stav výchozího nastavení polo¾ky: chyba >> pou¾ívám výchozí nastavení
de: Default-Konfigurationsdatei: Fehler >> benutze Default-Konfiguration
es: Error en configuración del ítem >> usando configuración por defecto
fr: Paramètres d'objet par défaut : erreur (valeurs par défaut utilisées)
hu: Elem alapértelmezett konfigurációjának állapota : hiba >> alapértelmezett konfiguráció használata
it: Stato della configurazione predefinita degli elementi: errore >> uso configurazione predefinita
ja: エラー >> プログラムの初期設定を使います
pl: Stan domy¶lnej konfiguracji: b³±d >> u¿ycie domy¶lnej konfiguracji
ru: Статус настроек адреса по умолчанию: ошибка >> использую обычные настройки

source: Default item config status: good
cs: Stav výchozího nastavení polo¾ky: v poøádku
de: Default-Konfigurations-Datei Status: gut
es: Estado del archivo de configuración de items por defecto: OK
fr: Paramètres d'objet par défaut : OK
hu: Elem alapértelmezett konfigurációjának állapota : rendben
it: Stato della configurazione predefinita degli elementi: OK
ja: 成功
pl: Stan domy¶lnej konfiguracji: dobry
ru: Статус настроек адреса по умолчанию: ОК
