Repository: RodrigoT/Aria
Catalog: po/*.po
Languages: cs, de, es, fr, hu, it, ja, pl, ru

source: Unexpected error occurred
cs: Nastala neoèekávaná chyba
de: unerwarteter Fehler aufgetreten
es: Error inesperado
fr: Erreur inattendue
hu: Váratlan hiba lépett fel
it: Si è verificato un errore imprevisto
ja: 未対応のエラーが発生しました
pl: Nieoczekiwany b³±d
ru: Неожиданная ошибка

source: Redirection found
cs: Nalezeno pøesmìrování
de: umgeleitet auf
es: Hay una redirección
fr: C'est une redirection!
hu: Átirányítás
it: Trovata redirezione
ja: リダイレクションです
pl: Znaleziono przekierowanie
ru: Найдено перенаправление

source: Redirecting to
cs: Pøesmìrovávám na
de: Umleitung zu
es: Redirigiendo a
fr: Redirection vers
hu: Átirányítva a
it: Rediretto a
ja: リダイレクトします...
pl: Przekierowanie do
ru: Перенаправление на

source: Connection closed
cs: Spojení ukonèeno
de: Verbindung geschlossen
es: Conexión cerrada
fr: Connexion terminée
hu: Kapcsolat lezárva
it: Connessione chiusa
ja: 接続を閉じました
pl: Zamkniêto po³±czenie
ru: Соединение закрыто

source: is already downloaded
cs: je ji¾ sta¾eno
de: ist bereits abgerufen
es: ya se había descargado
fr: est déjà téléchargé
hu: már le van töltve
it: è già scaricato
ja: は既にダウンロードされています
pl: ju¿ pobrano
ru: уже закачан

source: Resume disabled
cs: Pokraèování pøenosu zakázáno
de: Wiederaufnahme gesperrt
es: Modo 'retomar' desactivado
fr: Mode « reprise » désactivé
hu: Folytatás kikapcsolva
it: Ripresa disabilitata
ja: レジュームしません
pl: Przywracanie wy³±czone
ru: Докачка выключена

source: Assume download was completed
cs: Pøedpokládat, ¾e stahování bylo dokonèeno
de: vollständiger Abruf wird angenommen
es: Se asume que la descarga se completó
fr: Considérer le téléchargement comme terminé
hu: Feltételezem, hogy a letöltés sikerült
it: Ritieni completato lo scaricamento
ja: ダウンロードが完了したとみなす
pl: Za³ozono, ¿e pobieranie zakoñczono.
ru: Предположительно загрузка завершена

source: Download aborted due to the file size limitation
cs: Stahování pøeru¹eno z dùvodu omezení velikosti souboru
de: Abruf abgebrochen wegen der Dateigrößen-Beschränkung
es: Descarga abortada por limitaciones en el tamaño de archivo
fr: Téléchargement arrêté (limite de taille de fichier atteinte)
hu: Letöltés megszakítva a fájl méret korlát miatt
it: Scaricamento annullato a causa della limitazione sulla dimensione del file
ja: ファイルサイズの制限により、ダウンロードを中止します
pl: Przerwano pobieranie ze wzglêdu na ograniczenie wielko¶ci pliku
ru: Загрузка прервана по причине ограничения размера

source: Size of local file is larger than remote file's one. Download again
cs: Lokální soubor je vìt¹í ne¾ vzdálený. Opakujte stahování
de: lokale Datei ist größer als ferne Datei. Erneuter Abruf
es: El tamaño del archivo local es mayor que el del remoto. Descargando de nuevo
fr: Le fichier local est plus grand que le fichier distant. Recommencez le téléchargement
hu: A helyi fájl mérete nagyobb, mint a távoli fájlé. Újra letöltöm
it: La dimensione del file locale è maggiore del file remoto. Scarico nuovamente
ja: サイズが合いません. ダウンロードをやり直します
pl: Wielko¶æ pliku lokalnego wiêksza ni¿ pobieranego. Ponowne pobieranie.
ru: Размер локального файла больше чем удаленного. Закачайте заново

source: Checking whether server supports resuming
cs: Zji¹»uji, zda server podporuje pokraèování v pøenosu
de: Prüfe, ob der Server Wiederaufnahme unterstützt
es: Verificando si el servidor soporta retomar
fr: Vérification de la disponibilité du mode « reprise » avec ce serveur
hu: Ellenõrzöm, hogy a szerver támogatja-e a folytatást
it: Controllo se il server supporta la ripresa
ja: サーバーがレジュームをサポートしているか調べています
pl: Sprawdzanie czy serwer pozwala na przywracanie
ru: Проверка возможности докачки

source: Starting normal download instead
cs: Místo toho zaèínám bì¾né stahování
de: Beginne stattdessen normalen Abruf
es: Comenzando descarga normal
fr: Démarrage du téléchargement en mode normal
hu: Normál letöltést indítom helyette
it: Inizia lo scaricamento normale invece
ja: 通常のダウンロードを開始します
pl: W zamian uruchamianie normalnego pobierania
ru: Загрузка в обычном режиме

source: Splitting file...
cs: Rozdìluji soubor...
de: Teile Datei auf...
es: Dividiendo archivo...
fr: Découpage du fichier...
hu: Fájl feldarabolása...
it: Divisione del file...
ja: ファイルを分割しています...
pl: Dzielenie pliku...
ru: Разделение файла...

source: File is too small to be divided
cs: Soubor je pøíli¹ malý na to, aby byl rozdìlen
de: Datei zu klein für Aufteilung
es: El archivo es demasiado chico para ser dividido
fr: Le fichier est trop petit pour être divisé
hu: A fájl túl kicsi a felosztáshoz
it: Il file è troppo piccolo per essere diviso
ja: ファイルサイズが小さすぎて分割できません
pl: Plik zbyt ma³y, by go podzieliæ
ru: Слишком маленький файл для деления

source: This file is locked. Aborting download
cs: Tento soubor je zamèen. Ru¹ím stahování
de: Diese Datei ist gesperrt. Abruf abgebrochen
es: El archivo está bloqueado. Abortando descarga
fr: Fichier verrouillé. Téléchargement annulé
hu: A fájl zárolva. Letöltés megszakítása
it: Questo file è bloccato. Annullamento del download
ja: このファイルはロックされています。ダウンロードを中止します
pl: Plik jest zablokowany. Pobieranie pzerwane.
ru: Файл заблокирован. Загрузка прекращена

source: Starting download at
cs: Zaèínám stahovat na
de: starte Abruf ab
es: Comenzando descarga desde:
fr: Démarrage du téléchargement :
hu: Letöltés kezdése
it: Inizio scaricamento a
ja: ダウンロードを
pl: Pocz±tek pobierania od
ru: Загрузка с

source: bytes
cs: bajtù
fr: octets
hu: bájt
it: byte
ja: バイト目から開始します
pl: bajtów
ru: байт

source: Retrieving embedded URL
cs: Získávám vlo¾ené URL
de: Abruf eingebetteter URL
es: Recuperando URL embebida
fr: Recherche de l'URL attachée
hu: Beágyazott URL visszakeresése
it: Recupero dell'embedded URL
ja: URL を取得しています
pl: Pobieranie wstawionego URL
ru: Получение заданного адреса

source: Finding hyperlink
cs: Vyhledávám hyperodkaz
de: Hyperlink suchen
es: Buscando hipervínculo
fr: Recherche de l'hyperlien
hu: Hiperhivatkozás keresése
it: Ricerca dei link
ja: ハイパーリンクを抽出
pl: Znajdowanie hiper³±cza
ru: Поиск ссылки

source: Hyperlink retrieval complete
cs: Získávání hyperodkazu dokonèeno
de: Hyperlink-Suche beendet
es: Recuperación de hipervínculo completa
fr: Hyperlien capturé
hu: Hiperhivatkozás visszakeresése sikeres
it: Recupero link completo
ja: ハイパーリンクの抽出を完了しました
pl: Zakoñczone pobieranie hiper³±cza
ru: Поиск ссылки завершен

source: No match size
cs: Nesouhlasí velikost
de: keine zutreffende Größe
es: El tamaño no concuerda
fr: Pas de vérification de taille
hu: Nincs megegyezõ méret
it: Dimensione non corrispondente
ja: サイズが合いません
pl: Noezgodna wielko¶æ
ru: Неправильный размер

source: Failed to uncompress data
cs: Nezdaøilo se rozbalit data
de: Konnte Daten nicht dekomprimieren
es: Error al comprimir datos
fr: Erreur de décompression des données
hu: Adat kitömörítése sikertelen
it: Decompressione dati fallita
ja: データ伸長に失敗しました
pl: B³±d dekompresji danych
ru: Неудалось распаковать содержимое

source: Sorry, cannot resume
cs: Bohu¾el, nemohu pokraèovat
de: Sorry, Fortsetzen nicht möglich
es: Lo siento, no se puede retomar
fr: Désolé, mode 'reprise' impossible
hu: Sajnálom, nem lehet folytatni
it: Spiacente, impossibile riprendere
ja: レジュームできません
pl: Przykro, ale nie mo¿na przywróciæ
ru: Докачка не поддерживается

source: Data connection established
cs: Datové spojení navázáno
de: Daten-Verbindung aufgebaut
es: Conexión de datos establecida
fr: Connexion établie
hu: Adat kapcsolat létrehozva
it: Connessione dati stabilita
ja: データ転送用の接続を確立しました
pl: Ustanowione po³±czenie danych
ru: Соединение установлено

source: Cannot enter PASV mode
cs: Nemohu vstoupit do PASV módu
de: PASV-Modus nicht möglich
es: No se puede entrar en modo pasivo
fr: Impossible d'activer le mode PASV
hu: Nem lehet PASV módba váltani
it: Impossibile entrare in modalità PASV
ja: PASV モードに移行できませんでした
pl: Nie mo¿na przej¶æ w tryb PASV
ru: Не могу войти в PASV режим

source: Failed to create symbolic link. Ignored
cs: Nepodaøilo se vytvoøit symbolický odkaz. Ignorováno
de: Konnte symbolischen Link nicht anlegen. Ignoriert
es: Error al crear vínculo simbólico. Ignorado
fr: Impossible de créer le lien symbolique. Ignoré
hu: Szimbólikus link létrehozása sikertelen. Figyelmen kívül hagyva
it: Creazione del link simbolico fallita. Ignorato
ja: シンボリックリンクの作成に失敗しました. 無視します
pl: B³±d tworzenia dowi±zania symbolicznego. Zignorowano.
ru: Ошибка создания символической ссылки. Игнорирование

source: Failed to list files
cs: Nepodaøilo se vypsat seznam souborù
de: Dateiauflistung nicht möglich
es: No se pudo mostrar la lista de archivos
fr: Impossible d'établir la liste des fichiers
hu: Fájlok kilistázása sikertelen
it: Elencazione dei file fallita
ja: ファイルのリスティングに失敗しました
pl: B³±d listowania plików
ru: Ошибка списка файлов

source: Failed to login
cs: Nepodaøilo se pøihlásit do systému
de: Login nicht erfolgreich
es: Error de autenticación (login)
fr: Impossible de s'identifier
hu: Belépés sikertelen
it: Login fallito
ja: ログインに失敗しました
pl: B³±d logowania
ru: Ошибка входа

source: Specified directory was not found
cs: Zadaný adresáø nebyl nalezen
de: kann angegebenes Verzeichnis nicht finden
es: El directorio especificado no existe
fr: Le répertoire ou le fichier est introuvable
hu: A megadott könyvtár nem található
it: La directory specificata non è stata trovata
ja: 指定されたディレクトリが見つかりません
pl: Nie znaleziono podanego katalogu
ru: Указанная директория не найдена

source: MDTM command failed. Anyway, try resuming
cs: Pøíkaz MDTM se nezdaøil. I tak zkuste pokraèovat
de: MDTM-Befehl nicht erfolgreich. Egal, versuche Wiederaufnahme
es: Falla en el comando MDTM. Se intenta retomar de todos modos
fr: Commande MDTM en erreur, essayez le mode 'reprise'
hu: MDTM parancs sikertelen. Mindegy, próbáld a folytatást
it: Comando MDTM fallito. Comunque, provo la ripresa
ja: modtime コマンドが失敗しました. とりあえずレジュームします
pl: B³±d polecenie MDTM. Próba przywrócenia.
ru: Неудачная команда MDTM. Пробую докачку в любом случае

source: Modification time of remote file is newer than local file's one. Resume disabled
cs: Èas poslední zmìny vzdáleného souboru je pozdìj¹í ne¾ lokálního. Pokraèování znemo¾nìno
de: Modifikationszeit der fernen Datei ist neuer als das der lokalen.Wiederaufnahme deaktiviert.
es: La fecha de modificación del archivo remoto es posterior a la del archivo local. Se desactiva la función de retomar
fr: Le fichier distant est plus récent que le fichier local. Mode 'reprise' désactivé
hu: A távoli fájl módosításának dátuma újabb, mint a helyi fájlé. Folytatás kikapcsolva
it: La data di modifica del file remoto è più nuova di quella del file locale. Ripresa disabilitata
ja: リモートのファイルの方がローカルのファイルよりも新しいようです. レジュームしません
pl: Czas modyfikacji zdalnego pliku jest nowszy niz lokalnego.przywracanie wy³±czone
ru: Дата модификации удаленного файла более новая чем у локального. Докачка выключена

source: Depth of recursion exceeded. This message can be ignored safely
cs: Hloubka vnoøení pøekroèena. Tuto zprávu mù¾ete v klidu ignorovat
de: Rekursionstiefe überschritten. Diese Nachricht kann ignoriert werden.
es: Profundidad de recursión excedida. Este mensaje se puede ignorar.
fr: Dépassement de profondeur de récursivité. Ce message peut être ignoré sans risque
hu: Rekurzió mélysége túllépve. Ezt az üzenetet nyugodtan figyelmen kívül hagyhatod
it: Profondità di ricorsione superata. Questo messaggio può essere ignorato con sicurezza
ja: 再帰回数を超えました. このメッセージは無視してもかまいません
pl: Przekroczono g³êboko¶æ rekursji. Mo¿na bezpiecznie zignorowaæ ten komunikat.
ru: Достигнут максимальный уровень вложенности.

source: Try again assuming as directory
cs: Zkusit znovu, pokládat za adresáø
de: Erneuter Versuch als Verzeichnis
es: Se intenta de nuevo suponiendo que es un directorio
fr: Nouvelle tentative en tant que répertoire
hu: Könyvtárként próbáld újra
it: Provo ancora assumendo come directory
ja: ディレクトリとみなして再度トライします
pl: Próba ponownego przywrócenia jako katalogu
ru: Провторно пробую как директорию

source: Specified directory or file was not found
cs: Zadaný adresáø nebo soubor nebyl nalezen
de: kann angegebene/s Datei/Verzeichnis nicht finden
es: El directorio o archivo especificado no se encuentra
fr: Le répertoire ou le fichier est introuvable
hu: Megadott fájlt, vagy könyvtárt nem találtam
it: La directory o il file specificato non è stato trovato
ja: 指定されたディレクトリまたはファイルが見つかりません
pl: Nie znaleziono podanego katalogu lub pliku
ru: Указанный файл или директория не найдены

source: Download abort due to extension. This message can be ignored safely
cs: Stahování zru¹eno vzhledem k pøíponì. Tuto zprávu mù¾ete v klidu ignorovat
de: Abruf wegen der Erweiterung abgebrochen. Diese Nachricht kann getrost ignoriert werden.
es: Descarga abortada debido a la extensión. Este mensaje se puede ignorar
fr: Téléchargement annulé au regard de l'extension. Ce message peut être ignoré sans risque
hu: Letöltés megszakítva a kiterjesztés miatt. Ezt az üzenetet nyugodtan figyelmen kívül hagyhatod
it: Scaricamento annullato a causa dell'estensione. Questo messaggio può essere ignorato con sicurezza
ja: 拡張子のフィルタリングによりダウンロードを中止します. このメッセージは無視してもかまいません
pl: Przerwano pobieranie ze wzglêdu na rozszerzenie. Mo¿na bezpiecznie zignorowaæ ten komunikat.
ru: Обрыв закачки по причине расширения

source: Checking whether ftp server supports resuming
cs: Zji¹»uji, zda ftp server podporuje pokraèování
de: Prüfe, ob der FTP-Server Wiederaufnahme unterstützt
es: Verificando si el servidor ftp soporta retomar
fr: Vérification de la possibilité du mode « reprise » avec le serveur FTP..
hu: Ellenõrzöm, hogy az ftp szerver támogatja-e a folytatást
it: Controllo se il server ftp supporta la ripresa
ja: FTPサーバーがレジュームをサポートしているか調べています
pl: Sprawdzanie, czy serwer ftp zezwala na przywracanie.
ru: Проверка докачки ftp сервера

source: An error occurred, but this error can be ignored safely
cs: Nastala chyba, av¹ak mù¾ete ji klidnì ignorovat
de: Ein Fehler trat auf, aber dieser Fehler kann getrost ignoriert werden.
es: Ha ocurrido un error pero se puede ignorar sin problemas
fr: Une erreur est survenue, mais peut être ignorée sans risque
hu: Hiba történt, de ezt az üzenetet nyugodtan figyelmen kívül hagyhatod
it: Si è verificato un errore, ma questo errore può esssere ignorato con sicurezza
ja: エラーが発生しましたが, 無視してもかまいません
pl: B³±d, ale mo¿na bezpiecznie zignorowaæ ten komunikat.
ru: Возникла ошибка

source: Redirecting to
cs: Pøesmìrovávám na
de: umgeleitet auf
es: Redirigiendo a
fr: Redirection vers
hu: Átirányítva
it: Redirezione a
ja: リダイレクトします...
pl: Przekierowanie do
ru: Перенаправление на

source: ' is already downloaded
cs: ' je ji¾ sta¾eno
de: ' ist bereits abgerufen
es: ' ya se había descargado
fr: ' est déjà téléchargé
hu: ' már le lett töltve
it: ' è già scaricato
ja: ' は既にダウンロードされています
pl: ' jest ju¿ pobrany
ru: уже загружен

source: , its index is
cs: , její index je
de: , sein Index ist
es: , su índice es
fr: , son index est
hu: , az index
it: , il suo indice è
ja: , そのインデックスは
pl: , jego indeks to
ru: , имеет индекс

source: , its range is from
cs: , její rozsah je od
de: , Bereich ist innerhalb:
es: , su rango es desde
fr: , son intervalle est de
hu: , a tartomány ettõl kezdõdik
it: , il suo intervallo è da
ja: , その範囲は
pl: , jego zakres od
ru: , имеет диапазон с

source: Specified directory is not found
cs: Zadaný adresáø nebyl nalezen
de: angegebenes Verzeichnis wurde nicht gefunden
es: No se encuentra el directorio especificado
fr: Le répertoire est introuvable
hu: A megadott könyvtárat nem találom
it: La directory specificata non è trovata
ja: 指定されたディレクトリが見つかりません
pl: Nie znaleziono podanego katalogu
ru: Указанная директория не найдена

source: item(s) cleared
cs: polo¾ek odstranìno
de: Einträge gelöscht
es: item(s) borrado(s)
fr: objet(s) supprimé(s)
hu: elem(ek) kitörölve
it: elementi eliminati
ja: 個のアイテムを削除しました
pl: element(ów) wyczyszczono
ru: Адрес(а) очищен(ы)

source: item(s) cleared, and its file deleted
cs: polo¾ek odstranìno a jejich soubory smazány
de: Einträge bereinigt, und die Datei gelöscht.
es: items y archivos borrados.
fr: objet(s) supprimé(s), et fichier(s) supprimé(s)
hu: elem(ek) kitörölve, és a fájljaikat is letöröltem
it: elementi eliminati, e i corrispondenti file rimossi
ja: 個のアイテムとそのファイルを削除しました
pl: elementów wyczyszczono, a ich pliki usuniêto
ru: Адрес(а) очищены и их файлы удалены

source: Clear items
cs: Odstranit polo¾ky
de: Einträge bereinigen
es: Eliminar items
fr: Supprimer les objets
hu: Elemek kitörlése
it: Elimina elementi
ja: アイテムを削除
pl: Czy¶æ elementy
ru: Очистить адреса

source: Are you sure to delete these items?
cs: Opravdu chcete tyto polo¾ky odstranit?
de: Diese Einträge wirklich löschen?
es: ¿Está seguiro de borrar estos items?
fr: Êtes-vous sûr de vouloir supprimer ces objets ?
hu: Biztosan törölni szeretnéd ezeket az elemeket?
it: Sei sicuro di voler rimuovere questi elementi?
ja: これらアイテムを削除していいですか ?
pl: Na pewno usun±æ te elementy?
ru: Уверены, что хотите удалить эти адрес?

source: Clear items and delete their files
cs: Vymazat polo¾ky a smazat jejich soubory
de: Bereinige Einträge und lösche die Dateien
es: Eliminar items y borrar sus archivos
fr: Supprimer les objets (ainsi que les fichiers correspondant)
hu: Elemek kitörlése és a fájljaik letörlése
it: Elimina elementi e rimuovi i loro file
ja: アイテムとそのファイルを削除
pl: Wyczy¶æ elementy i usuñ ich pliki
ru: Очистить адреса и удалить их файлы

source: Are you sure to delete these items and their files?
cs: Opravdu chcete odstranit tyto polo¾ky a jejich soubory?
de: Diese Einträge/Dateien wirklich löschen?
es: ¿Está seguro de eliminar estos items y borrar sus archivos?
fr: Êtes-vous sûr de vouloir supprimer ces objets ainsi que les fichiers correspondant?
hu: Biztosan törölni szeretnéd ezeket az elemeket és a fájljaikat?
it: Sei sicuro di voler rimuovere questi elementi ed i loro file?
ja: これらアイテムをファイルとともに削除していいですか ?
pl: Na pewno usun±æ te elementy i ich pliki?
ru: Уверены, что хотите удалить адреса и их файлы?

source: item(s) deleted
cs: polo¾ek odstranìno
de: Einträge gelöscht
es: item(s) eliminado(s)
fr: objet(s) supprimé(s)
hu: elem(ek) törölve
it: elementi rimossi
ja: 個のアイテムを削除しました
pl: element(ów) usuniêto
ru: Адрес(а) удалены

source: Start
cs: Spustit
es: Comenzar
fr: Démarrer
hu: Indít
it: Avvia
ja: 開始
ru: Пуск

source: Stop
cs: Pozastavit
de: Stopp
es: Detener
fr: Arrêter
hu: Leállítás
it: Ferma
ja: 停止
ru: Стоп

source: Clear
cs: Odstranit
de: Bereinigen
es: Eliminar
fr: Supprimer
hu: Kitörlés
it: Elimina
ja: 削除
pl: Czy¶æ
ru: Очистить

source: Clear and delete files
cs: Odstranit a smazat soubory
de: Bereinige und lösche Dateien
es: Eliminar items y borrar archivos
fr: Supprimer les objets (ainsi que les fichiers correspondant)
hu: Fájlok ki- és letörlése (a listából)
it: Elimina e rimuovi i file
ja: アイテムとそのファイルを削除
pl: Czy¶æ i usuñ pliki
ru: Очистить и удалить файлы

source: Clear CRC
cs: Smazat CRC
de: Lösche CRC
es: Borrar CRC
fr: Effacer la somme de contrôle (CRC)
hu: CRC kitörlése
it: Elimina CRC
ja: CRC を 削除
pl: Czy¶æ CRC
ru: Очистить CRC

source: Clear MD5
cs: Smazat MD5
de: MD5 bereinigen
es: Borrar MD5
fr: Supprimer la somme de contrôle (MD5)
hu: MD5 kitörlése
it: Elimina MD5
ja: MD5 を削除
pl: Czy¶æ MD5
ru: Очистить MD5

source: Check CRC
cs: Kontrolovat CRC
de: Prüfe CRC
es: Verificar CRC
fr: Vérifier la somme de contrôle (CRC)
hu: CRC ellenõrzés
it: Controlla CRC
ja: CRC を チェック
pl: Sprawd¼ CRC
ru: Проверить CRC

source: Check MD5
cs: Kontrolovat MD5
de: Prüfe MD5
es: Verificar MD5
fr: Vérifier la somme de contrôle (MD5)
hu: MD5 ellenõrzés
it: Controlla MD5
ja: MD5 を チェック
pl: Sprawd¼ MD5
ru: Проверить MD5

source: Start all
cs: Spustit v¹e
de: Starte alles
es: Comenzar todos
fr: Tout démarrer
hu: Összes indítása
it: Avvia tutto
ja: 全て開始
pl: Start wszystkie
ru: Пуск для всех

source: Stop all
cs: Pozastavit v¹e
de: Stoppe alles
es: Detener todos
fr: Tout arrêter
hu: Összes leállítása
it: Ferma tutto
ja: 全て停止
pl: Stop wszystkie
ru: Стоп для всех

source: Clear all
cs: Odstranit v¹e
de: bereinige alle
es: Borrar todos
fr: Tout supprimer
hu: Összes kitörlése
it: Elimina tutto
ja: 全て削除
pl: Wyczy¶æ wszystkie
ru: Очистить все

source: Clear all CRC
cs: Smazat v¹echny CRC
de: Bereinige alle CRC-Summen
es: Borrar todos los CRCs
fr: Effacer toutes les sommes de contrôle (CRC)
hu: Összes CRC kitörlése
it: Elimina tutti i CRC
ja: すべての CRC を 削除
pl: Wyczy¶æ wszystkie CRC
ru: Очистить все CRC

source: Clear all MD5
cs: Smazat v¹echny MD5
de: bereinige alle MD5
es: Borrar todos los MD5
fr: Effacer toutes les sommes de contrôle (MD5)
hu: Összes MD5 kitörlése
it: Elimina tutti i MD5
ja: 全ての MD5 を削除
pl: Wyczy¶æ wszystkie MD5
ru: Очистить все MD5

source: Start all lists
cs: Spustit v¹echny seznamy
de: Starte alle Listen
es: Comenzar todas las listas
fr: Démarrer toutes les listes
hu: Összes lista indítása
it: Avvia tutte le liste
ja: 全てのリストを開始
pl: Start wszystkie listy
ru: Пуск всем спискам

source: Stop all lists
cs: Pozastavit v¹echny seznamy
de: Stoppe alle Listen
es: Detener todas las listas
fr: Arrêter toutes les listes
hu: Összes lista megállítása
it: Ferma tutte le liste
ja: 全てのリストを停止
pl: Stop wszystkie listy
ru: Стоп всем спискам

source: Clear all lists
cs: Odstranit v¹echny seznamy
de: bereinige alle Listen
es: Limpiar todas las listas
fr: Tout supprimer dans les listes
hu: Összes lista kitörlése
it: Elimina tutte le liste
ja: 全てのリストで削除
pl: Czy¶æ wszystkie listy
ru: Очистить все списки

source: Check downloaded items' CRC
cs: Zkontrolovat CRC u sta¾ených polo¾ek
de: CRC-PRüfung für abgerufene Einträge
es: Verificar los CRCs de los archivos descargados
fr: Vérifier les sommes de contrôle (CRC) des objets téléchargés
hu: Letöltött elemek CRC ellenõrzése
it: Controlla il CRC degli elementi scaricati
ja: ダウンロード済アイテムの CRC をチェック
pl: Sprawd¼ CRC pobranych elementów
ru: Проверка CRC загруженных файлов

source: Check downloaded items' MD5
cs: Zkontrolovat MD5 u sta¾ených polo¾ek
de: MD5-PRüfung für abgerufene Einträge
es: Verificar las sumas MD5 de los archivos descargados
fr: Vérifier les sommes de contrôle (MD5) des objets téléchargés
hu: Letöltött elemek MD5 ellenõrzése
it: Controlla l'MD5 degli elementi scaricati
ja: ダウンロード済アイテムの MD5 をチェック
pl: Sprawd¼ MD5 pobranych elementów
ru: Проверка MD5 загруженных файлов

source: Download
cs: Stahování
es: Descargar
fr: Téléchargements
hu: Letöltés
it: Scaricamento
ja: ダウンロード
pl: Pobieranie
ru: Загрузка

source: Checking CRC of '
cs: Kontroluji CRC u '
de: CRC-Prüfung für '
es: Verificando CRC de '
fr: Vérification de la somme de contrôle (CRC) de '
hu: CRC ellenõrzése a '
it: Controllo del CRC di '
ja: CRC チェック '
pl: Sprawdzanie CRC '
ru: Проверка контрольной суммы '

source: ' successful
cs: ' v poøádku
de: ' erfolgreich
es: ' OK
fr: ' OK
hu: ' sikeres
it: ' riuscito
ja: ' が成功しました
pl: ' poprawne
ru: удачно

source: ' failed
cs: ' není v poøádku
de: ' falsch
es: ' error
fr: ' erreur
hu: ' sikertelen
it: ' fallito
ja: ' が失敗しました
pl: ' b³êdne
ru: неудачно

source: Checking MD5 of '
cs: Kontroluji MD5 u '
de: MD5-Prüfung für '
es: Verificando MD5 de '
fr: Vérification de la somme de contrôle (MD5) de '
hu: MD5 ellenõrzése a '
it: Controllo dell'MD5 di '
ja: MD5 チェック '
pl: Sprawdzanie MD5 '
ru: Проверка MD5 '

source: Check
cs: Kontrolovat
de: Prüfe
es: Verificar
fr: Vérifier
hu: Ellenõrzés
it: Controllo
ja: チェック
pl: Sprawd¼
ru: Проверка CRC

source: Checking...
cs: Kontroluji...
de: Prüfe ...
es: Verificando...
fr: Vérification..
hu: Ellenõrzés folyamatban...
it: Controllo...
ja: チェックしています...
pl: Sprawdzanie...
ru: Проверяю CRC...

source: item(s) copied
cs: polo¾ek zkopírováno
de: Einträge kopiert
es: items(s) copiados(s)
fr: objet(s) copié(s)
hu: elem(ek) átmásolva
it: elementi copiati
ja: 個のアイテムをコピーしました
pl: element(ów) skopiowano
ru: Адрес(а) скопирован(ы)

source: item(s) cut
cs: polo¾ek vyjmuto
de: Einträge ausgeschnitten
es: item(s) cortado(s)
fr: objet(s) coupé(s)
hu: elem(ek) kivágva
it: elementi tagliati
ja: 個のアイテムをカットしました
pl: lement(ów) wyciêto
ru: Адрес(а) вырезан(ы)
